[
{"name": "Au cœur des Papes, dans bâtisse de charme studios & appartements en cœur de ville", "note": "8.7", "presentation_text": "Au cœur des Papes, dans bâtisse de charme studios & appartements en cœur de ville provides accommodation within 200 metres of the centre of Avignon, with free WiFi, and a kitchen with a dishwasher, a microwave and a toaster. This recently renovated apartment is located 700 metres from Avignon Central Station and 800 metres from Papal Palace. Featuring family rooms, this property also provides guests with a terrace.\n\nEach unit is equipped with a fridge, stovetop, a coffee machine, as well as a kitchenware and kettle. Complete with a private bathroom equipped with a shower and a hair dryer, the units at the apartment complex have a flat-screen TV and air conditioning, and selected rooms are equipped with a seating area. At the apartment complex, every unit includes bed linen and towels.\n\nAvignon TGV Train Station is 5.2 km from the apartment, while Parc des Expositions Avignon is 10 km away. The nearest airport is Avignon-Provence Airport, 9 km from Au cœur des Papes, dans bâtisse de charme studios & appartements en cœur de ville.", "url": "https://www.booking.com/hotel/fr/au-coeur-des-papes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from_sustainable_property_sr=1&from=searchresults", "city_id": "22", "gps_hotel": "43.94617060,4.81018870"},
{"name": "La Banasterie", "note": "9.3", "presentation_text": "La Banasterie is the oldest B&B in Avignon, dating back to the year 1521 and it is located in the heart of the city just 50 metres from the Palais des Papes. It offers a terrace, flowered patio and library.\n\nIndividually decorated, all air-conditioned rooms, TV, wardrobe and a Nespresso coffee machine, and Damman teas. The en suite bathroom is complete with a hairdryer and free eco-friendly toiletries.\n\nA continental breakfast is provided each morning at La Banasterie. Guests can also sample traditional cuisine in the restaurants found within walking distance. Four lounges are available, one includes a bar and an other features a library.\n\nThe famous Pont d’Avignon is just a 3-minute walk away and the Cathedral is 50 metres from the B&B. Free Wi-Fi access is available throughout and Avignon Airport is ideally located 15 km away. Public parking is available nearby at an extra cost.", "url": "https://www.booking.com/hotel/fr/la-banasterie.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from_sustainable_property_sr=1&from=searchresults", "city_id": "22", "gps_hotel": "43.94986998,4.80851546"},
{"name": "Au Saint Roch - Hôtel et Jardin", "note": "7.9", "presentation_text": "Offering a sun terrace and a courtyard garden with a fountain, Au Saint Roch - Hôtel et Jardin is located in Avignon in the Provence-Alpes-Côte d'Azur Region, a 15-minute walk from the Papal Palace and a 10-minute walk from the train station. Private parking is available onsite, upon request and for an extra charge, and free public parking can also be found nearby.\n\nAll rooms are air-conditioned and come with a flat-screen satellite TV and a fan. Each room features a terrace and garden views. The rooms are fitted with a private bathroom equipped with a bath, free toiletries and a hairdryer. Saint Roch Hotel Jardin features free WiFi throughout the property.\n\nA buffet breakfast is available for an extra charge.\n\nPont d'Avignon is 3.3 km from Au Saint Roch - Hôtel et Jardin. The nearest airport is Avignon-Provence Airport, 10 km from Au Saint Roch - Hôtel et Jardin.", "url": "https://www.booking.com/hotel/fr/au-saint-roch-et-jardin.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from_sustainable_property_sr=1&from=searchresults", "city_id": "22", "gps_hotel": "43.94290138,4.79804277"},
{"name": "Studio Avignon place des corps saints", "note": "8.6", "presentation_text": "In the heart of Avignon, Studio Avignon place des corps saints features city views from the terrace. This apartment provides air-conditioned accommodation with a balcony. The property is non-smoking and is set 500 metres from Avignon Central Station.\n\nWith free WiFi, this 1-bedroom apartment offers a flat-screen TV, a washing machine and a fully equipped kitchen with a microwave and toaster. Towels and bed linen are featured in the apartment. The property has an outdoor dining area.\n\nPapal Palace is less than 1 km from the apartment, while Avignon TGV Train Station is 5.4 km away. The nearest airport is Avignon-Provence Airport, 9 km from Studio Avignon place des corps saints.", "url": "https://www.booking.com/hotel/fr/studio-avignon-place-des-corps-saints.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from=searchresults", "city_id": "22", "gps_hotel": "43.94409380,4.80819710"},
{"name": "Logis Hotel Restaurant la Ferme", "note": "8.6", "presentation_text": "The hotel features an outdoor swimming pool and 22 air-conditioned and fully equipped rooms on Barthelasse Island. Based 4 km from the centre of Avignon, it is located a 15-minute drive from Avignon Wall and the Palais des Papes.\n\nA TV and free WiFi access are provided in the guest rooms, which are decorated in a Provencal style. The en suite bathrooms include free toiletries and a hairdryer.\n\nThe restaurant opens onto a shaded terrace planted with 100 year-old trees and an impressive wisteria.\n\nFree secure parking is available on site and you can rent bikes from the hotel. Villeneuve-lès-Avignon is 5 km away and Pont du Gard is 30 km from the hotel. Avignon Train Station is ideally located a 10-minute drive away and the exhibition centre is 16 km away.", "url": "https://www.booking.com/hotel/fr/logis-de-france-la-ferme.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from_sustainable_property_sr=1&from=searchresults", "city_id": "22", "gps_hotel": "43.97548368,4.82743710"},
{"name": "Hôtel Cloitre Saint Louis Avignon", "note": "7.6", "presentation_text": "Set in central Avignon, a 15-minute walk from Palais des Papes and Pont d'Avignon, this 16th-century hotel offers an outdoor rooftop pool with a large sun terrace. Some of the stylish rooms are located in the historic building featuring archways and vaulted ceilings. Free WiFi is available.\n\nEach air-conditioned room includes a flat-screen TV with satellite channels. All rooms are non-smoking and have a contemporary bathroom with a hairdryer. Some rooms feature a balcony with views of the courtyard.\n\nRestaurant Le Saint Louis serves traditional French cuisine at Hôtel Cloitre Saint Louis. Guests can dine on the terrace in summer and enjoy drinks in the lounge bar. A buffet breakfast is prepared every morning. An in-room breakfast can be enjoyed at extra cost.\n\nCalvet Museum and Avignon Train Station are a 5-minute walk from the hotel and Avignon Airport is a 20-minute drive away. Private parking is available.", "url": "https://www.booking.com/hotel/fr/clarioncloitrestlouis.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from_sustainable_property_sr=1&from=searchresults", "city_id": "22", "gps_hotel": "43.94380810,4.80494678"},
{"name": "Au Roi RENE - AC CLIM - WIFI", "note": "9.7", "presentation_text": "In the Avignon City Centre district of Avignon, close to Papal Palace, Au Roi RENE - AC CLIM - WIFI features free WiFi and a washing machine. It is located 5.2 km from Avignon TGV Train Station and provides private check-in and check-out. The property is 700 metres from Avignon Central Station, and within 100 metres of the city centre.\n\nThe air-conditioned apartment consists of 1 bedroom, a living room, a fully equipped kitchen with an oven and a coffee machine, and 1 bathroom with a walk-in shower and a hair dryer. A flat-screen TV with streaming services is provided. The accommodation is non-smoking.\n\nGuests at the apartment will be able to enjoy activities in and around Avignon, like walking tours.\n\nParc des Expositions Avignon is 10 km from Au Roi RENE - AC CLIM - WIFI, while Arles Amphitheatre is 39 km away. The nearest airport is Avignon-Provence Airport, 9 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/le-roi-rene-avignon-centre-ville-wifi-netflix.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from=searchresults", "city_id": "22", "gps_hotel": "43.94667480,4.80891560"},
{"name": "La Chapelle du Miracle", "note": "8.8", "presentation_text": "Located in Avignon, La Chapelle du Miracle is a 14th century chapel, renovated in 2006 and is a listed historical monument. This self-catering accommodation features free WiFi. The property is 600 metres from Avignon Central Station and 1 km from Papal Palace.\n\nThe 4 private apartments feature a seating area, a flat-screen TV and a washing machine.\n\nRestaurants can be found 100 metres away.\n\nMarseille Provence Airport is located 65 km from the property. The property offers free private parking.", "url": "https://www.booking.com/hotel/fr/chapelle-du-miracle.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from=searchresults", "city_id": "22", "gps_hotel": "43.94448303,4.79949588"},
{"name": "Kyriad Avignon - Palais des Papes", "note": "8.3", "presentation_text": "Set at the Place de l'Horloge, Kyriad Avignon-Palais des Papes is located in the pedestrian zone of the historical centre of Avignon. It offers air-conditioned rooms equipped with a TV with Canal+, courtesy tray and free Wi-Fi access.\n\nKyriad Avignon-Palais des Papes is opposite the Avignon Opera and is 75 metres from The Palais des Papes. Other nearby attractions include Musée du Petit Palais and Pont d'Avignon.\n\nIn the heart of Provence, Kyriad Avignon-Palais des Papes is 20 km from Saint-Rémy-de-Provence and 40 km from Arles. Public parking is available nearby.", "url": "https://www.booking.com/hotel/fr/kyriad-avignon-palais-des-papes-xml.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from_sustainable_property_sr=1&from=searchresults", "city_id": "22", "gps_hotel": "43.94963777,4.80635896"},
{"name": "le Travertin", "note": "9.5", "presentation_text": "Le Travertin features accommodation within 100 metres of the centre of Avignon, with free WiFi, and a kitchen with a dishwasher, an oven and a microwave. This recently renovated apartment is located 400 metres from Papal Palace and less than 1 km from Avignon Central Station. Featuring a private entrance, the apartment allows guests to maintain their privacy.\n\nAll units are fitted with air conditioning, a toaster, a fridge, a coffee machine, a walk-in shower, a hair dryer and a desk. There is a seating and a dining area in all units. At the apartment complex, every unit is fitted with bed linen and towels.\n\nGuests at the apartment will be able to enjoy activities in and around Avignon, like cycling, fishing and pub crawls.\n\nAvignon TGV Train Station is 5 km from le Travertin, while Parc des Expositions Avignon is 11 km from the property. The nearest airport is Avignon-Provence Airport, 10 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/le-travertin.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from=searchresults", "city_id": "22", "gps_hotel": "43.94886695,4.80914755"},
{"name": "ApartHotel Sainte-Marthe", "note": "7.8", "presentation_text": "Located opposite the Université Sainte Marthe, just a 15-minute walk from the Palais des Papes and the historical centre of Avignon, Apart'Hotel Sainte-Marthe offers self-catering apartments and free WiFi access throughout. Splashworld Waterpark is 23 km away.\n\nThe air-conditioned apartments feature a flat-screen TV, a wardrobe, a fully-equipped kitchenette, and the private bathrooms are complete with a shower or bathtub.\n\nSome apartments have a terrace with views of Avignon, and some apartments have easy access for people with reduced mobility.\n\nA continental buffet breakfast is available onsite daily from 07:30 to 10:00, upon reservation and for an extra charge.\n\nApart'Hotel Sainte-Marthe is a 5-minute drive from Avignon Train Station, free public parking is possible nearby and private parking is available on site with a supplement.\n\nIf you are arriving by foot, you can access the property via boulevard Limbert. If you are arriving by car, the Apart'Hotel can be accessed via rue du Théâtre.", "url": "https://www.booking.com/hotel/fr/ra-c-sidence-sainte-marthe.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from_sustainable_property_sr=1&from=searchresults", "city_id": "22", "gps_hotel": "43.94989514,4.81986389"},
{"name": "L'Oriflamme", "note": "9.3", "presentation_text": "Located within 500 metres of Papal Palace and 700 metres of Pont d'Avignon in the middle of Avignon, L'Oriflamme offers accommodation with free WiFi, a flat-screen TV and a kitchen.\n\nEach unit is fitted with a oven, microwave, a coffee machine, as well as a toaster and kettle. Some units have a seating area and/or a terrace.\n\nUniversity of Avignon is 400 metres from the apartment, while Les Halles is 100 metres from the property. The nearest airport is Avignon-Provence Airport, 9 km from the property.", "url": "https://www.booking.com/hotel/fr/sutdio-quot-l-39-oriflamme-quot.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from_sustainable_property_sr=1&from=searchresults", "city_id": "22", "gps_hotel": "43.94960410,4.81154160"},
{"name": "Cocons Avignon", "note": "9.5", "presentation_text": "Located in Avignon, 1.1 km from Papal Palace and 5.1 km from Avignon TGV Train Station, Cocons Avignon provides accommodation with amenities such as free WiFi and a flat-screen TV. The property is set 9.4 km from Parc des Expositions Avignon, 41 km from Arles Amphitheatre and 49 km from Parc Expo Nîmes. The property is 700 metres from Avignon Central Station, and within 400 metres of the city centre.\n\nThe air-conditioned apartment consists of 1 bedroom, a living room, a fully equipped kitchen with an oven and a coffee machine, and 1 bathroom with a shower. Towels and bed linen are provided in the apartment. The accommodation is non-smoking.\n\nPont d'Avignon is 1.5 km from the apartment, while Thouzon's cave is 18 km away. The nearest airport is Avignon-Provence Airport, 9 km from Cocons Avignon.", "url": "https://www.booking.com/hotel/fr/cocons-avignon.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from=searchresults", "city_id": "22", "gps_hotel": "43.94440980,4.81084850"},
{"name": "appart central et son parking privatif gratuit", "note": "9.0", "presentation_text": "Located 400 metres from Boramar Beach, 500 metres from Boutigue Beach and 700 metres from Balette Beach, appart central et son parking privatif gratuit features accommodation set in Collioure. This beachfront property offers access to a terrace, free private parking and free WiFi. The property is non-smoking and is situated 300 metres from Port Avall Beach.\n\nThe air-conditioned apartment consists of 1 bedroom, a living room, a fully equipped kitchen with an oven and a coffee machine, and 1 bathroom with a shower and a hair dryer. Towels and bed linen are offered in the apartment. The property has an outdoor dining area.\n\nGuests at the apartment will be able to enjoy activities in and around Collioure, like fishing and hiking.\n\nCollioure Royal Castle is 400 metres from appart central et son parking privatif gratuit, while Stade Gilbert Brutus is 33 km from the property. The nearest airport is Perpignan - Rivesaltes Airport, 42 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/appart-central-collioure.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605622&from_sustainable_property_sr=1&from=searchresults", "city_id": "27", "gps_hotel": "42.52488242,3.08187893"},
{"name": "Le Galet de Cassis by K6&you", "note": "8.8", "presentation_text": "Located in Cassis, 200 metres from Grande Mer and 600 metres from Anse de Corton Beach, Le Galet de Cassis by K6&you offers a casino and air conditioning. This property offers access to a balcony, free private parking and free WiFi. The accommodation provides a minimarket and bicycle parking for guests.\n\nThe apartment is equipped with 1 bedroom, 1 bathroom, bed linen, towels, a flat-screen TV, a dining area, a fully equipped kitchen, and a terrace with garden views. Guests can take in the ambience of the surroundings from an outdoor dining area. This apartment is non-smoking and soundproof.\n\nGuests at the apartment will be able to enjoy activities in and around Cassis, like hiking. A children's playground is also available for guests at Le Galet de Cassis by K6&you.\n\nBestouan is less than 1 km from the accommodation, while Orange Velodrome Stadium is 20 km away. The nearest airport is Marseille Provence Airport, 45 km from Le Galet de Cassis by K6&you.", "url": "https://www.booking.com/hotel/fr/studio-arene-by-k6-you.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from_sustainable_property_sr=1&from=searchresults", "city_id": "19", "gps_hotel": "43.21341379,5.54048885"},
{"name": "Le Pietra", "note": "8.1", "presentation_text": "Le Pietra, a property with a seasonal outdoor swimming pool and a garden, is set in Uzès, 38 km from Avignon Central Station, 40 km from Papal Palace, as well as 40 km from Avignon TGV Train Station. This property offers access to a balcony, free private parking and free WiFi. The property is non-smoking and is located 31 km from Parc Expo Nîmes.\n\nThe apartment with a terrace and garden views features 1 bedroom, a living room, a flat-screen TV, an equipped kitchen with a dishwasher and a microwave, and 1 bathroom with a bath. Towels and bed linen are featured in the apartment. The property has an outdoor dining area.\n\nParc des Expositions Avignon is 48 km from the apartment, while Pont du Gard is 14 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from Le Pietra.", "url": "https://www.booking.com/hotel/fr/le-pietra.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.00778294,4.40718146"},
{"name": "Hôtel Les Palmiers", "note": "8.5", "presentation_text": "Located in the heart of a well-preserved nature area, in an old fishing village facing the island of Porquerolles, the Hotel Les Palmiers is just 300 metres from the sea. The property features an outdoor pool and free WiFi.\n\nIt features comfortable guest rooms fitted with a private bathroom and satellite TV. Some rooms have a terrace with views of the swimming pool and others look onto the garden.\n\nYou will find at the Hotel Les Palmiers all the charm of the Provence area with the cicadas and the scent of pine trees, while discovering white sand beaches, wild rocky beaches and unique sunsets.\n\nLavandou's Port is 8 km away, where ferry diversions can be taken to the Ile de Porquerolles, and Hyères-Toulon Airport is 20 km away.", "url": "https://www.booking.com/hotel/fr/les-palmiers-bormes-les-mimosas.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.10286293,6.32735252"},
{"name": "La petite Provence", "note": "8.8", "presentation_text": "Set in Bormes-les-Mimosas, 29 km from Chateau de Grimaud and 29 km from Le Pont des Fées, La petite Provence offers city views and free WiFi. The property is situated 40 km from Zénith Oméga Toulon, 5 km from La Favière and 22 km from Villa Noailles Art Centre. The property is non-smoking and is located 39 km from Toulon Train Station.\n\nThe 1-bedroom apartment has a living room with a flat-screen TV with cable channels, a fully equipped kitchen with an oven and a toaster, and 1 bathroom with a hair dryer. Towels and bed linen are offered in the apartment. For added privacy, the accommodation features a private entrance.\n\nPenitents Chapel is 29 km from the apartment, while Port Grimaud is 31 km from the property. The nearest airport is Toulon - Hyeres Airport, 21 km from La petite Provence.", "url": "https://www.booking.com/hotel/fr/lovely-place-for-2.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.15127099,6.34190677"},
{"name": "Les deux mas", "note": "9.1", "presentation_text": "Les deux mas is located in Bormes-les-Mimosas and features a private pool and pool views. This property offers access to a terrace, free private parking and free WiFi. When staying at the holiday home, guests can use private entrance.\n\nThe units are equipped with air conditioning, a dishwasher, a microwave, a coffee machine, a shower, a hair dryer and a desk. All units are fitted with a kettle and a private bathroom, while selected rooms include a fully equipped kitchen. At the holiday home, units come with bed linen and towels.\n\nLes deux mas has a barbecue and a garden.\n\nChateau de Grimaud is 31 km from the accommodation, while Le Pont des Fées is 31 km away. The nearest airport is Toulon - Hyeres Airport, 19 km from Les deux mas.", "url": "https://www.booking.com/hotel/fr/lou-mazet-bormes-les-mimosas.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.14393659,6.33632324"},
{"name": "Appartement pieds dans l’eau Vue Mer Bormes Les Mimosas", "note": "9.3", "presentation_text": "Offering sea views, Appartement pieds dans l’eau Vue Mer Bormes Les Mimosas is an accommodation located in Bormes-les-Mimosas, 90 metres from Faviere and 700 metres from Pointe de Gouron Beach. This beachfront property offers access to a terrace and free private parking. The property is non-smoking and is set 700 metres from Plage de l'Anglade.\n\nThis apartment is equipped with 1 bedroom, a kitchen with a microwave and a fridge, a flat-screen TV, a seating area and 1 bathroom equipped with a walk-in shower. For added convenience, the property can provide towels and linens for a supplement. For added privacy, the accommodation features a private entrance.\n\nGuests at the apartment will be able to enjoy activities in and around Bormes-les-Mimosas, like snorkelling and walking tours.\n\nChateau de Grimaud is 34 km from Appartement pieds dans l’eau Vue Mer Bormes Les Mimosas, while Le Pont des Fées is 34 km away. The nearest airport is Toulon - Hyeres Airport, 24 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/appartement-pieds-dans-l-eau-vue-mer-bormes-les-mimosas.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.12215305,6.35946358"},
{"name": "Hostellerie du Cigalou - Teritoria", "note": "7.8", "presentation_text": "Set in the medieval village of Bornes-les-Mimosas, this 3-star hotel is just a 25-minute drive from Toulon. It offers an outdoor swimming pool surrounded by mimosas and individually decorated guest rooms.\n\nThe rooms and suites at Hostellerie du Cigalou also include an LCD TV and an en suite bathroom. Each one is air-conditioned and a minibar can be added to the accommodation upon request.\n\nThe buffet breakfast can be served in the dining room or on the communal terrace. The hotel also has an on-site bar and restaurant, which offer Provencal specialities and cocktails.\n\nFree Wi-Fi is available in public areas and free public parking is possible near the hotel. Other local attractions include the towns of Hyères and Saint-Tropez, both less than 30 km away.", "url": "https://www.booking.com/hotel/fr/hostellerie-du-cigalou.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.15195790,6.34328350"},
{"name": "300 m plages commerces", "note": "7.0", "presentation_text": "Set in Bormes-les-Mimosas, just 400 metres from Faviere, 300 m plages commerces offers beachfront accommodation with a private beach area and free WiFi. The property is around 34 km from Chateau de Grimaud, 34 km from Le Pont des Fées and 41 km from Toulon Train Station. Zénith Oméga Toulon is 42 km away and Villa Noailles Art Centre is 24 km from the apartment.\n\nThe 1-bedroom apartment comes with a living room with a flat-screen TV with streaming services, a fully equipped kitchen with an oven and microwave, and 1 bathroom with walk-in shower. Towels and bed linen are featured in the apartment. At the apartment, there is a dressing room for guests to change in.\n\nA car rental service is available at 300 m plages commerces.\n\nPopular points of interest near the accommodation include Plage de l'Anglade, Pointe de Gouron Beach and La Favière. The nearest airport is Toulon - Hyeres Airport, 23 km from 300 m plages commerces.", "url": "https://www.booking.com/hotel/fr/studio-design-bormes-les-mimosas.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.12282480,6.35686020"},
{"name": "Studio clim wifi centre historique de Bormes les Mimosas", "note": "8.3", "presentation_text": "Located in Bormes-les-Mimosas, just 29 km from Chateau de Grimaud, Studio clim wifi centre historique de Bormes les Mimosas provides beachfront accommodation with free WiFi. The property features quiet street views and is 39 km from Toulon Train Station and 39 km from Zénith Oméga Toulon. The property is non-smoking and is situated 29 km from Le Pont des Fées.\n\nThe apartment is equipped with 1 bedroom, 1 bathroom, bed linen, towels, a flat-screen TV, a dining area, a fully equipped kitchen, and a terrace with city views. The air-conditioned unit at the property features a walk-in shower and a dressing room. For added privacy, the accommodation has a private entrance and soundproofing.\n\nGuests at the apartment will be able to enjoy activities in and around Bormes-les-Mimosas, like hiking.\n\nLa Favière is 4.7 km from Studio clim wifi centre historique de Bormes les Mimosas, while Villa Noailles Art Centre is 21 km away. The nearest airport is Toulon - Hyeres Airport, 21 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/studio-centre-historique-de-bormes-les-mimosas.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.15036057,6.34262603"},
{"name": "Bord de mer, charmant studio entièrement équipé", "note": "8.9", "presentation_text": "A recently renovated property, Bord de mer, charmant studio entièrement équipé is situated in Bormes-les-Mimosas near Pointe de Gouron Beach, Plage de l'Anglade and La Favière. The air-conditioned accommodation is 600 metres from Faviere, and guests can benefit from on-site private parking and complimentary WiFi. The property is non-smoking and is located 34 km from Chateau de Grimaud.\n\nThe apartment has 1 bedroom, a flat-screen TV, a fully equipped kitchen with a microwave and a toaster, a washing machine, and 1 bathroom with a shower. For added convenience, the property can provide towels and linens for a supplement.\n\nA minimarket is available at the apartment.\n\nGuests at the apartment will be able to enjoy activities in and around Bormes-les-Mimosas, like walking tours.\n\nLe Pont des Fées is 34 km from Bord de mer, charmant studio entièrement équipé, while Toulon Train Station is 41 km from the property. The nearest airport is Toulon - Hyeres Airport, 23 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/bord-de-mer-charmant-studio-entierement-equipe.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.12602310,6.35885200"},
{"name": "Eden Rose Grand Hotel BW Premier Collection", "note": "8.8", "presentation_text": "Set in Bormes-les-Mimosas, 29 km from Chateau de Grimaud, Eden Rose Grand Hotel BW Premier Collection offers accommodation with a seasonal outdoor swimming pool, private parking, a garden and a terrace. Among the facilities of this property are a restaurant, room service and a 24-hour front desk, along with free WiFi throughout the property. Guests can make use of a bar.\n\nEvery room includes air conditioning, and certain units at the hotel have a balcony. The units will provide guests with a minibar.\n\nLe Pont des Fées is 29 km from Eden Rose Grand Hotel BW Premier Collection, while Toulon Train Station is 40 km away. The nearest airport is Toulon - Hyeres Airport, 22 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/eden-rose-grand-bw-premier-collection.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.15287200,6.34265400"},
{"name": "Hotel La Voile", "note": "7.8", "presentation_text": "Hotel La Voile is ideally situated just 400 metres from the beaches and Bormes harbour in a quiet, peaceful environment near the village of La Favière. There is an outdoor heated pool and a lounge bar.\n\nSome of the guestrooms offer a view of the sea or garden. Choose from single or double rooms, some of which can accommodate up to 4 people.\n\nA buffet breakfast is available in the dining area every morning for an extra charge. The hotel can also recommend a range of restaurants in the local area.\n\nHotel La Voile is located near the charming medieval village of Bormes Les Mimosas and less than 100 metres from the local shops and restaurants. The surrounding area offers a variety of nautical and outdoor activities. Private parking is available upon request with a supplement.", "url": "https://www.booking.com/hotel/fr/hotel-la-voile-fr.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from_sustainable_property_sr=1&from=searchresults", "city_id": "18", "gps_hotel": "43.12549000,6.35730000"},
{"name": "Studio meuble bord de mer", "note": "7.3", "presentation_text": "Featuring air-conditioned accommodation with a balcony, Studio meuble bord de mer is located in Bormes-les-Mimosas. The property features garden views and is 700 metres from Faviere and 1.3 km from Pointe de Gouron Beach. Le Pont des Fées is 34 km from the apartment and Toulon Train Station is 41 km away.\n\nThe apartment is located on the ground floor and is equipped with 1 bedroom, a flat-screen TV and a fully equipped kitchenette that provides guests with a microwave, a toaster, a washing machine, a fridge and a stovetop. Towels and bed linen are provided in the apartment. For added privacy, the accommodation features a private entrance.\n\nThe area is popular for cycling, and bike hire is available at the apartment. Guests can also relax in the garden.\n\nPlage de l'Anglade is 1.3 km from Studio meuble bord de mer, while Chateau de Grimaud is 34 km away. The nearest airport is Toulon - Hyeres Airport, 23 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/studio-meuble-bord-de-mer-bormes-les-mimosas.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.12335760,6.35285060"},
{"name": "FACE MER ENTRE PLAGE ET MARINA", "note": "8.8", "presentation_text": "Set in Bormes-les-Mimosas, FACE MER ENTRE PLAGE ET MARINA offers accommodation with a private pool and sea views. This beachfront property offers access to a balcony and free private parking. The property is non-smoking and is situated 300 metres from Faviere.\n\nThe apartment features a flat-screen TV. The kitchenette comes with an oven, a microwave and a toaster, as well as coffee machine and kettle. The property has an outdoor dining area.\n\nPopular points of interest near the apartment include Pointe de Gouron Beach, Plage de l'Anglade and La Favière. The nearest airport is Toulon - Hyeres Airport, 24 km from FACE MER ENTRE PLAGE ET MARINA.", "url": "https://www.booking.com/hotel/fr/face-mer-entre-plage-et-marina.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.12135899,6.36352754"},
{"name": "Le Mirage", "note": "9.2", "presentation_text": "The Mirage hotel is nestled in the heart of a restful place, a perfect balance between sea and nature, to offer you an unforgettable experience throughout your stay.\nFor a night or a stay, whether you are with family or friends, take full advantage of our hotel, a cosy nest nestled in Bormes-les-Mimosas, to relax and enjoy an ideal wellness experience.\n\nSpend your days strolling through the village, discovering its history, or heading to the beach to bask in the sun. You can also choose to stay by our outdoor swimming pool, to make room for serenity, to enjoy our cocktails on our terrace with its unbeatable view.\n\nAfter a delicious healthy meal in our restaurant, enjoy your evening and relax in the calm of your room with its panoramic view of the sea and the village of Bormes-les-Mimosas.", "url": "https://www.booking.com/hotel/fr/le-domaine-du-mirage.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from_sustainable_property_sr=1&from=searchresults", "city_id": "18", "gps_hotel": "43.14456855,6.35168418"},
{"name": "maison de vacances Médiévale Bormes-les-Mimosas village", "note": "8.5", "presentation_text": "Situated in Bormes-les-Mimosas, maison de vacances Médiévale Bormes-les-Mimosas village features a restaurant, city views and free WiFi, 29 km from Chateau de Grimaud and 29 km from Le Pont des Fées. The property has inner courtyard and quiet street views, and is 39 km from Toulon Train Station. The property is soundproof and is located 39 km from Zénith Oméga Toulon.\n\nThe apartment features 1 bedroom, 1 bathroom, bed linen, towels, a flat-screen TV with cable channels, a dining area, a fully equipped kitchen, and a terrace with garden views. This apartment also comes with a patio that doubles up as an outdoor dining area. This apartment is allergy-free and non-smoking.\n\nA bar can be found on-site.\n\nGuests at the apartment will be able to enjoy activities in and around Bormes-les-Mimosas, like windsurfing.\n\nLa Favière is 4.7 km from maison de vacances Médiévale Bormes-les-Mimosas village, while Villa Noailles Art Centre is 21 km from the property. The nearest airport is Toulon - Hyeres Airport, 21 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/maison-vacance-medievale-bormes-les-mimosas-village.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.15042979,6.34254605"},
{"name": "Studio 3 pers coeur de village Bormes les Mimosas", "note": "9.0", "presentation_text": "Studio 3 pers coeur de village Bormes les Mimosas is located in Bormes-les-Mimosas, 30 km from Le Pont des Fées, 39 km from Toulon Train Station, and 39 km from Zénith Oméga Toulon. The property is around 4.8 km from La Favière, 21 km from Villa Noailles Art Centre and 29 km from Penitents Chapel. The property is non-smoking and is situated 29 km from Chateau de Grimaud.\n\nWith free WiFi, this apartment features a flat-screen TV and a fully equipped kitchen with an oven and microwave. Towels and bed linen are available in the apartment. The property has an outdoor dining area.\n\nFor guests with children, the apartment provides outdoor play equipment. If you would like to discover the area, cycling is possible in the surroundings.\n\nPort Grimaud is 31 km from Studio 3 pers coeur de village Bormes les Mimosas. The nearest airport is Toulon - Hyeres Airport, 21 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/studio-3-pers-coeur-de-village-bormes-les-mimosas.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.15092620,6.34179050"},
{"name": "Appartement Bormes-les-Mimosas, 1 pièce, 2 personnes - FR-1-251-583", "note": "10", "presentation_text": "Appartement Bormes-les-Mimosas, 1 pièce, 2 personnes - FR-1-251-583 is situated in Bormes-les-Mimosas, 2.4 km from Grande Plage, 32 km from Chateau de Grimaud, as well as 32 km from Le Pont des Fées. Providing free private parking, the 2-star apartment is 2.2 km from Plage de l'Anglade. The property is non-smoking and is located 2.3 km from Pointe de Gouron Beach.\n\nWith free WiFi, this apartment provides a TV, a washing machine and a fully equipped kitchen with a microwave and fridge. For added privacy, the accommodation features a private entrance.\n\nToulon Train Station is 39 km from the apartment, while Zénith Oméga Toulon is 39 km away. The nearest airport is Toulon - Hyeres Airport, 21 km from Appartement Bormes-les-Mimosas, 1 pièce, 2 personnes - FR-1-251-583.", "url": "https://www.booking.com/hotel/fr/appartement-bormes-les-mimosas-1-piece-2-personnes-fr-1-251-583.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from_sustainable_property_sr=1&from=searchresults", "city_id": "18", "gps_hotel": "43.13967000,6.35345300"},
{"name": "Les ammonites", "note": "9.2", "presentation_text": "Situated near Faviere and Plage de l'Anglade, Les ammonites is in Bormes-les-Mimosas and features free private parking and a restaurant. This apartment provides air-conditioned accommodation with a balcony. The property is non-smoking and is located less than 1 km from Pointe de Gouron Beach.\n\nThe apartment with a terrace and quiet street views has 1 bedroom, a living room, a flat-screen TV, an equipped kitchen with a dishwasher and an oven, and 1 bathroom with a shower. The property has an outdoor dining area.\n\nA minimarket is available at the apartment.\n\nA bicycle rental service is available at the apartment.\n\nChateau de Grimaud is 34 km from Les ammonites, while Le Pont des Fées is 34 km from the property. The nearest airport is Toulon - Hyeres Airport, 23 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/les-ammonites-bormes-les-mimosas.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.12285550,6.35652440"},
{"name": "Calme, Piscine - Appartement Milady's Garden", "note": null, "presentation_text": "Featuring air-conditioned accommodation with a private pool, Calme, Piscine - Appartement Milady's Garden is located in Bormes-les-Mimosas. This property offers access to a terrace, free private parking and free WiFi. The property is non-smoking and is situated 32 km from Chateau de Grimaud.\n\nThe apartment is equipped with 2 bedrooms, a flat-screen TV and a fully equipped kitchen that provides guests with a dishwasher, an oven, a washing machine, a microwave and a fridge. Towels and bed linen are provided in the apartment. The accommodation offers a fireplace.\n\nGuests can also relax in the garden.\n\nLe Pont des Fées is 32 km from the apartment, while Toulon Train Station is 38 km away. The nearest airport is Toulon - Hyeres Airport, 20 km from Calme, Piscine - Appartement Milady's Garden.", "url": "https://www.booking.com/hotel/fr/calme-piscine-appartement-miladys-garden.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.14529400,6.33369000"},
{"name": "Hôtel de la Plage - HDLP", "note": "8.7", "presentation_text": "Set in Bormes-les-Mimosas, 500 metres from Faviere, Hôtel de la Plage - HDLP offers accommodation with a garden, free private parking, a shared lounge and a terrace. Featuring a restaurant, the 3-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. Guests can make use of a bar.\n\nAll guest rooms at the hotel come with a flat-screen TV with satellite channels and a safety deposit box. Guest rooms will provide guests with a fridge.\n\nHôtel de la Plage - HDLP offers a buffet or continental breakfast.\n\nYou can play table tennis at the accommodation, and the area is popular for hiking and snorkelling.\n\nPopular points of interest near Hôtel de la Plage - HDLP include Pointe de Gouron Beach, Plage de l'Anglade and La Favière. The nearest airport is Toulon - Hyeres Airport, 23 km from the hotel.", "url": "https://www.booking.com/hotel/fr/de-la-plage-hdlp.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.12461700,6.35757200"},
{"name": "Hôtel Paradis", "note": "8.4", "presentation_text": "Hôtel Paradis is set in a building built in 1920 and has a luxuriant garden and offers a panoramic view over the sea and the old village of Bormes.\n\nSeveral rooms have a balcony with a view over the sea, others overlook the village. They also have free Wi-Fi internet access and TV.\n\nAlso, a continental breakfast is served daily and can be served buffet-style according to the number of guests. Parking is available for bikes, motorcycles and cars.\n\nBormes les Mimosas is located between St. Tropez and Hyeres and has stunning views over the Island Port Cros and Porquerolles.", "url": "https://www.booking.com/hotel/fr/paradis.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from_sustainable_property_sr=1&from=searchresults", "city_id": "18", "gps_hotel": "43.14468600,6.33512500"},
{"name": "Studio Liège, vue mer au village de Bormes les Mimosas", "note": "9.7", "presentation_text": "Offering sea views, Studio Liège, vue mer au village de Bormes les Mimosas is an accommodation situated in Bormes-les-Mimosas, 29 km from Chateau de Grimaud and 30 km from Le Pont des Fées. The property is set 39 km from Zénith Oméga Toulon, 4.8 km from La Favière and 21 km from Villa Noailles Art Centre. The property is non-smoking and is located 39 km from Toulon Train Station.\n\nWith free WiFi, this apartment features a flat-screen TV and a fully equipped kitchenette with a microwave and fridge. Towels and bed linen are available in the apartment.\n\nFor guests with children, the apartment provides outdoor play equipment. Cycling can be enjoyed nearby.\n\nPenitents Chapel is 29 km from Studio Liège, vue mer au village de Bormes les Mimosas, while Port Grimaud is 31 km from the property. The nearest airport is Toulon - Hyeres Airport, 21 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/studio-vue-mer-au-village-de-bormes-les-mimosas.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.15093095,6.34180632"},
{"name": "Bormes-les-mimosas, studio entre mer et collines", "note": "9.5", "presentation_text": "Bormes-les-mimosas, studio entre mer et collines is set in Bormes-les-Mimosas, 38 km from Toulon Train Station, 38 km from Zénith Oméga Toulon, as well as 3.5 km from La Favière. The air-conditioned accommodation is 32 km from Chateau de Grimaud, and guests can benefit from private parking available on site and free WiFi. The property is non-smoking and is located 32 km from Le Pont des Fées.\n\nThe recently renovated apartment comes with 1 bedroom, a flat-screen TV with streaming services and a fully equipped kitchen that provides guests with a microwave, a toaster, a washing machine, a fridge and a stovetop. Towels and bed linen are featured in the apartment.\n\nVilla Noailles Art Centre is 20 km from the apartment, while Penitents Chapel is 31 km away. The nearest airport is Toulon - Hyeres Airport, 20 km from Bormes-les-mimosas, studio entre mer et collines.", "url": "https://www.booking.com/hotel/fr/bormes-les-mimosas-studio-entre-mer-et-collines.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from_sustainable_property_sr=1&from=searchresults", "city_id": "18", "gps_hotel": "43.14243053,6.34037177"},
{"name": "Bormes - Le Loft", "note": "9.1", "presentation_text": "Offering city views, Bormes - Le Loft is an accommodation set in Bormes-les-Mimosas, 39 km from Toulon Train Station and 39 km from Zénith Oméga Toulon. The property features sea and garden views, and is 33 km from Chateau de Grimaud. The property is non-smoking and is located 33 km from Le Pont des Fées.\n\nThe 1-bedroom apartment is equipped with a living room with a flat-screen TV with cable channels, a fully equipped kitchen with an oven and microwave, and 1 bathroom with walk-in shower. Towels and bed linen are provided in the apartment. The property offers inner courtyard views.\n\nLa Favière is 5.7 km from the apartment, while Villa Noailles Art Centre is 22 km away. The nearest airport is Toulon - Hyeres Airport, 21 km from Bormes - Le Loft.", "url": "https://www.booking.com/hotel/fr/bormes-le-loft.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from_sustainable_property_sr=1&from=searchresults", "city_id": "18", "gps_hotel": "43.15075330,6.34065830"},
{"name": "Hotel Restaurant Bellevue", "note": "7.5", "presentation_text": "Located in downtown Bormes-les-Mimosas, Hotel Restaurant Bellevue features a restaurant serving fresh and local products, a bar and a sitting area in front of the property. Rooms for disabled guests are available.\n\nAll rooms are non-smoking, air-conditioned and equipped with a flat-screen TV, a safety deposit box and free Wi-Fi access. The private bathroom is complete with shower, toilet and hairdryer.\n\nA breakfast buffet, including traditional pastries, fruits, eggs and juices, is served every morning at an additional cost. Guests can also enjoy the on-site restaurant and bar.\n\nHotel Restaurant Bellevue is 200 metres from Dom Forest, 4 km from the beach and 35 km from Saint-Tropez. Toulon Airport and Hyères Train Station are 22 km away.", "url": "https://www.booking.com/hotel/fr/restaurant-bellevue.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.15187759,6.34313598"},
{"name": "Bord de Mer et Sérénité Bormes-les-Mimosas", "note": "8.4", "presentation_text": "Bord de Mer et Sérénité Bormes-les-Mimosas features a terrace and is located in Bormes-les-Mimosas, within just 1.1 km of Plage de l'Anglade and 1.1 km of Pointe de Gouron Beach. It is situated 34 km from Chateau de Grimaud and provides private check-in and check-out. Free WiFi is available throughout the property and Faviere is 500 metres away.\n\nThe air-conditioned apartment consists of 1 bedroom, a living room, a fully equipped kitchen with an oven and a coffee machine, and 1 bathroom with a shower and a hair dryer. Towels and bed linen are provided in the apartment. The property has an outdoor dining area.\n\nLe Pont des Fées is 34 km from the apartment, while Toulon Train Station is 41 km away. The nearest airport is Toulon - Hyeres Airport, 23 km from Bord de Mer et Sérénité Bormes-les-Mimosas.", "url": "https://www.booking.com/hotel/fr/charmant-t2-a-500m-des-plages.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&srpvid=d5bb5c3b55f201f6&srepoch=1715605625&from=searchresults", "city_id": "18", "gps_hotel": "43.12276638,6.35479908"},
{"name": "Logis Hotel Restaurant Uzès Pont du Gard", "note": "7.7", "presentation_text": "Logis Hotel Restaurant Uzès Pont du Gard offers comfortable and well-equipped rooms, just a 10-minute walk from the centre. Enjoy access to an outdoor swimming pool, 2 tennis courts and an excellent restaurant.\n\nAll rooms at the Logis Hotel Restaurant Uzès Pont du Gard feature satellite TV and en suite bathroom facilities. Stay in touch using the free, unlimited Wi-Fi.\n\nThe hotel restaurant serves traditional French cuisine and offers a view over the swimming pool. In the summertime you can dine on the shady outdoor terrace.\n\nLogis Hotel Restaurant Uzès Pont du Gard is ideally placed for sightseeing in Uzès. The Place aux Herbes and the Tour Fenestrelle are both nearby.", "url": "https://www.booking.com/hotel/fr/uzes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from_sustainable_property_sr=1&from=searchresults", "city_id": "23", "gps_hotel": "44.00284485,4.41645205"},
{"name": "Le Studio 2", "note": "8.2", "presentation_text": "Located in Uzès, 31 km from Parc Expo Nîmes and 38 km from Avignon Central Station, Le Studio 2 offers air conditioning. The property features inner courtyard and quiet street views, and is 40 km from Avignon TGV Train Station. The property is non-smoking and is situated 40 km from Papal Palace.\n\nThe apartment is equipped with 2 bedrooms, 1 bathroom, bed linen, towels, a flat-screen TV with satellite channels, a dining area, a fully equipped kitchenette, and a patio with city views. For added privacy, the accommodation features a private entrance.\n\nParc des Expositions Avignon is 48 km from the apartment, while Pont du Gard is 13 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from Le Studio 2.", "url": "https://www.booking.com/hotel/fr/le-studio-2-uzes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.01137513,4.41975805"},
{"name": "Une chambre à Uzès", "note": "9.2", "presentation_text": "Set in Uzès, the recently renovated Une chambre à Uzès offers accommodation 31 km from Parc Expo Nîmes and 38 km from Avignon Central Station. The property features city views and is 41 km from Avignon TGV Train Station and 48 km from Parc des Expositions Avignon. The property is non-smoking and is located 40 km from Papal Palace.\n\nThe apartment includes 1 bedroom, 1 bathroom with a shower, a seating area, and a fully equipped kitchen with a microwave. Towels and bed linen are featured in the apartment.\n\nPont du Gard is 14 km from Une chambre à Uzès, while Pont d'Avignon is 39 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/une-chambre-a-uzes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.01183230,4.41850050"},
{"name": "Coeur d'Uzès", "note": "9.7", "presentation_text": "Housed in a historic building, the recently renovated Coeur d'Uzès provides accommodation with a terrace and free WiFi. The air-conditioned accommodation is 32 km from Parc Expo Nîmes. The property is non-smoking and is located 38 km from Avignon Central Station.\n\nThe spacious apartment with a balcony and city views features 2 bedrooms, a living room, a flat-screen TV, an equipped kitchen with a dishwasher and an oven, and 1 bathroom with a shower. Towels and bed linen are provided in the apartment. For added privacy, the accommodation has a private entrance and soundproofing.\n\nGuests at the apartment will be able to enjoy activities in and around Uzès, like walking tours.\n\nPapal Palace is 40 km from Coeur d'Uzès, while Avignon TGV Train Station is 41 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/coeur-d-uzes-uzes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from_sustainable_property_sr=1&from=searchresults", "city_id": "23", "gps_hotel": "44.01334110,4.41971600"},
{"name": "In Situ B&B", "note": "9.3", "presentation_text": "In Situ B&B is situated in Uzès, 32 km from Parc Expo Nîmes, 38 km from Avignon Central Station, as well as 40 km from Papal Palace. There is a private entrance at the bed and breakfast for the convenience of those who stay. The bed and breakfast has family rooms.\n\nAt the bed and breakfast, all units are fitted with a desk and a flat-screen TV. Units include a kettle, a private bathroom and free WiFi, while selected rooms also boast a terrace and some have city views. At the bed and breakfast, each unit comes with bed linen and towels.\n\nÀ la carte and continental breakfast options with fresh pastries, fruits and juice are available each morning at the bed and breakfast.\n\nAvignon TGV Train Station is 41 km from In Situ B&B, while Parc des Expositions Avignon is 48 km from the property. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/in-situ-uzes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from_sustainable_property_sr=1&from=searchresults", "city_id": "23", "gps_hotel": "44.01315797,4.42056134"},
{"name": "Appartement des amoureux", "note": "8.0", "presentation_text": "Located in Uzès, Appartement des amoureux features accommodation with a pool with a view, a terrace and garden views. There is an on-site restaurant and free private parking. Outdoor dining is also possible at the apartment.\n\nWith free WiFi, this 1-bedroom apartment provides a cable flat-screen TV, a washing machine and a fully equipped kitchen with an oven and microwave. Towels and bed linen are provided in the apartment. This apartment is allergy-free and soundproof.\n\nParc Expo Nîmes is 31 km from Appartement des amoureux, while Avignon Central Station is 38 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/appartement-des-amoureux-uzes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.00771258,4.40714631"},
{"name": "RAVISSANT STUDIO", "note": "9.0", "presentation_text": "Offering quiet street views, RAVISSANT STUDIO is an accommodation located in Uzès, 32 km from Parc Expo Nîmes and 38 km from Avignon Central Station. Housed in a building dating from 1900, this apartment is 40 km from Papal Palace and 41 km from Avignon TGV Train Station. Providing free WiFi throughout the property, the non-smoking apartment has an open-air bath.\n\nThe apartment features 1 bedroom, a flat-screen TV with cable channels, a fully equipped kitchen with an oven and a microwave, and 1 bathroom with a walk-in shower. The apartment offers bed linen, towels and laundry service.\n\nThere is a coffee shop on-site.\n\nGuests at the apartment will be able to enjoy activities in and around Uzès, like fishing.\n\nParc des Expositions Avignon is 48 km from RAVISSANT STUDIO, while Pont du Gard is 14 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/ravissant-studio-uzes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.01417770,4.42208730"},
{"name": "Appartement 1 chambre avec Piscine", "note": "8.8", "presentation_text": "Set in Uzès, Appartement 1 chambre avec Piscine offers accommodation with private pool, free WiFi and free private parking for guests who drive. 31 km from Parc Expo Nîmes and 38 km from Avignon Central Station, the property provides a terrace and barbecue facilities. Papal Palace is 40 km from the apartment and Avignon TGV Train Station is 40 km away.\n\nThe apartment is fitted with 1 bedroom, 1 bathroom, bed linen, towels, a flat-screen TV with satellite channels, a dining area, a fully equipped kitchen, and a balcony with garden views. Guests can enjoy a meal on an outdoor dining area while overlooking the inner courtyard views. For added privacy, the accommodation has a private entrance and soundproofing.\n\nParc des Expositions Avignon is 48 km from the apartment, while Pont du Gard is 13 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from Appartement 1 chambre avec Piscine.", "url": "https://www.booking.com/hotel/fr/appartement-1-chambre-avec-piscine.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.00771790,4.40857830"},
{"name": "Maison De La Bourgade", "note": "9.6", "presentation_text": "Featuring pool with a view and views of garden, Maison De La Bourgade is a bed and breakfast situated in a historic building in Uzès, 31 km from Parc Expo Nîmes. The property features city and quiet street views, and is 38 km from Avignon Central Station. Featuring a private entrance, the bed and breakfast allows guests to maintain their privacy.\n\nAll units feature air conditioning and a flat-screen TV. All units have a kettle, a private bathroom and free WiFi, while some rooms here will provide you with a terrace and some have pool views. At the bed and breakfast, units include bed linen and towels.\n\nBuffet and continental breakfast options with fresh pastries, fruits and juice are available daily at the bed and breakfast.\n\nYou can play table tennis at Maison De La Bourgade, and the area is popular for cycling and walking tours. Guests can relax in the garden at the property.\n\nPapal Palace is 39 km from the accommodation, while Avignon TGV Train Station is 40 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes, 34 km from Maison De La Bourgade, and the property offers a paid airport shuttle service.", "url": "https://www.booking.com/hotel/fr/maison-de-la-bourgade.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from_sustainable_property_sr=1&from=searchresults", "city_id": "23", "gps_hotel": "44.00966800,4.41803200"},
{"name": "La bohème place aux herbes", "note": "9.5", "presentation_text": "Offering city views, La bohème place aux herbes is an accommodation set in Uzès, 38 km from Avignon Central Station and 40 km from Papal Palace. Among the facilities at this property are a minimarket and bicycle parking, along with free WiFi throughout the property. The property is non-smoking and is located 31 km from Parc Expo Nîmes.\n\nThe 1-bedroom apartment is equipped with a living room with a flat-screen TV with satellite channels, a fully equipped kitchen with a dishwasher and oven, and 1 bathroom with walk-in shower. For added privacy, the accommodation has a private entrance and soundproofing.\n\nGuests at the apartment will be able to enjoy activities in and around Uzès, like hiking.\n\nAvignon TGV Train Station is 40 km from La bohème place aux herbes, while Parc des Expositions Avignon is 48 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/la-boheme-uzes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.01167638,4.41908838"},
{"name": "Le Mas des Alexandrins", "note": "9.4", "presentation_text": "Offering garden views, Le Mas des Alexandrins is an accommodation located in Uzès, 31 km from Parc Expo Nîmes and 35 km from Avignon Central Station. This bed and breakfast features a private pool, a garden and free private parking. The bed and breakfast has family rooms.\n\nAll units feature air conditioning and a satellite flat-screen TV. Featuring a private bathroom with a walk-in shower and a hair dryer, units at the bed and breakfast also offer free WiFi, while certain rooms include a terrace. At the bed and breakfast, every unit has bed linen and towels.\n\nThe area is popular for cycling and walking tours, and bike hire is available at the bed and breakfast.\n\nPapal Palace is 37 km from Le Mas des Alexandrins, while Avignon TGV Train Station is 38 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/le-mas-des-alexandrins.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from_sustainable_property_sr=1&from=searchresults", "city_id": "23", "gps_hotel": "43.99589186,4.42746718"},
{"name": "La Casita - Studio Confort avec Parking privé - Lit douillet - Centre Uzès, Pont du Gard", "note": "8.6", "presentation_text": "Offering city views, La Casita - Studio Confort avec Parking privé - Lit douillet - Centre Uzès, Pont du Gard is an accommodation situated in Uzès, 40 km from Avignon TGV Train Station and 48 km from Parc des Expositions Avignon. With free private parking, the property is 31 km from Parc Expo Nîmes and 38 km from Avignon Central Station. The property is non-smoking and is set 40 km from Papal Palace.\n\nWith free WiFi, this apartment offers a satellite flat-screen TV, a washing machine and a fully equipped kitchen with an oven and microwave. Towels and bed linen are offered in the apartment.\n\nPont du Gard is 13 km from the apartment, while Pont d'Avignon is 39 km from the property. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from La Casita - Studio Confort avec Parking privé - Lit douillet - Centre Uzès, Pont du Gard.", "url": "https://www.booking.com/hotel/fr/chic-et-cosy-agreable-studio-renove-centre-d-uzes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from_sustainable_property_sr=1&from=searchresults", "city_id": "23", "gps_hotel": "44.01215210,4.41697010"},
{"name": "Les cèdres", "note": "9.6", "presentation_text": "Situated in Uzès, 40 km from Papal Palace, Les cèdres provides accommodation with spa facilities. The air-conditioned accommodation is 32 km from Parc Expo Nîmes, and guests can benefit from private parking available on site and free WiFi. The property is non-smoking and is located 38 km from Avignon Central Station.\n\nThe holiday home with a terrace and garden views features 1 bedroom, a living room, a flat-screen TV, an equipped kitchen with a dishwasher and an oven, and 1 bathroom with a walk-in shower. Towels and bed linen are provided in the holiday home.\n\nGuests at the holiday home will be able to enjoy activities in and around Uzès, like hiking.\n\nAvignon TGV Train Station is 41 km from Les cèdres, while Parc des Expositions Avignon is 48 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/les-cedres-uzes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from_sustainable_property_sr=1&from=searchresults", "city_id": "23", "gps_hotel": "44.01184741,4.41413619"},
{"name": "Kira", "note": "7.6", "presentation_text": "Offering garden views, Kira is an accommodation situated in Uzès, 39 km from Avignon Central Station and 40 km from Papal Palace. There is a private entrance at the guest house for the convenience of those who stay. Free WiFi is available throughout the property and Parc Expo Nîmes is 32 km away.\n\nAll units include a seating area, a flat-screen TV with cable channels, a fully equipped kitchen, a dining area, and a private bathroom fiitted with a hair dryer, while some units feature a terrace or a balcony. A microwave, a fridge and stovetop are also available, as well as a coffee machine and a kettle. The units are equipped with heating facilities.\n\nThere is a coffee shop on-site.\n\nAvignon TGV Train Station is 41 km from the guest house, while Parc des Expositions Avignon is 48 km from the property. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from Kira.", "url": "https://www.booking.com/hotel/fr/kira-uzes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.01168919,4.42128514"},
{"name": "Maison de Roche-Uzès Centre Historique L' Ucetia", "note": "9.3", "presentation_text": "Located in Uzès, 31 km from Parc Expo Nîmes and 38 km from Avignon Central Station, Maison de Roche-Uzès Centre Historique L' Ucetia provides a restaurant, inner courtyard views and free WiFi. Guests can benefit from a terrace and a children's playground. The property is non-smoking and is set 40 km from Papal Palace.\n\nThis apartment is equipped with 1 bedroom, a kitchen with a dishwasher and an oven, a flat-screen TV, a seating area and 1 bathroom equipped with a walk-in shower. Towels and bed linen are provided in the apartment. For added privacy, the accommodation has a private entrance and soundproofing.\n\nDining options are available close to the apartment.\n\nA car rental service is available at Maison de Roche-Uzès Centre Historique L' Ucetia.\n\nAvignon TGV Train Station is 40 km from the accommodation, while Parc des Expositions Avignon is 48 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 34 km from Maison de Roche-Uzès Centre Historique L' Ucetia.", "url": "https://www.booking.com/hotel/fr/maison-de-roche-uzes-centre-historique-l-ucetia.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.01122460,4.41992260"},
{"name": "UZES DECOUVERTES", "note": "9.7", "presentation_text": "Located in Uzès, 33 km from Parc Expo Nîmes and 39 km from Avignon Central Station, UZES DECOUVERTES provides spacious air-conditioned accommodation with a terrace and free WiFi. This bed and breakfast features a private pool and a garden. There is free private parking and the property offers paid airport shuttle service.\n\nThe bed and breakfast is equipped with a flat-screen TV. Guests can take in the views of the pool from the patio, which also has outdoor furniture. The bed and breakfast offers bed linen, towels and housekeeping service.\n\nGuests at the bed and breakfast can enjoy a continental breakfast.\n\nGuests at UZES DECOUVERTES will be able to enjoy activities in and around Uzès, like cycling and walking tours.\n\nPapal Palace is 41 km from the accommodation, while Avignon TGV Train Station is 42 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 36 km from UZES DECOUVERTES.", "url": "https://www.booking.com/hotel/fr/uzes-decouvertes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from_sustainable_property_sr=1&from=searchresults", "city_id": "23", "gps_hotel": "44.01922955,4.41891083"},
{"name": "La petite hostellerie", "note": "9.1", "presentation_text": "Offering quiet street views, La petite hostellerie is an accommodation situated in Uzès, 31 km from Parc Expo Nîmes and 38 km from Avignon Central Station. Among the facilities at this property are a 24-hour front desk and private check-in and check-out, along with free WiFi throughout the property. Parc des Expositions Avignon is 48 km away and Pont du Gard is 13 km from the guest house.\n\nAccommodation is fitted with air conditioning, a fully equipped kitchenette with a dining area, a flat-screen TV and a private bathroom with walk-in shower, a hair dryer and free toiletries. A microwave, a toaster and fridge are also available, as well as a coffee machine and a kettle. At the guest house, each unit has bed linen and towels.\n\nThere is a coffee shop on-site.\n\nGuests at the guest house will be able to enjoy activities in and around Uzès, like walking tours.\n\nPapal Palace is 39 km from La petite hostellerie, while Avignon TGV Train Station is 40 km from the property. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 34 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/la-petite-hostellerie-uzes1.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.01082580,4.41776010"},
{"name": "Chambre Hôte vue splendide", "note": "8.8", "presentation_text": "Situated in Uzès, 32 km from Parc Expo Nîmes and 39 km from Avignon Central Station, Chambre Hôte vue splendide features spacious air-conditioned accommodation with a terrace and free WiFi. This recently renovated homestay is located 40 km from Papal Palace and 41 km from Avignon TGV Train Station. The property is non-smoking and is located 48 km from Parc des Expositions Avignon.\n\nThe homestay has a satellite flat-screen TV. Towels and bed linen are available in the homestay. Additional in-room amenities include chocolates or cookies.\n\nA bar can be found on-site.\n\nA car rental service is available at the homestay, while walking tours can be enjoyed nearby.\n\nPont du Gard is 14 km from Chambre Hôte vue splendide, while Pont d'Avignon is 40 km from the property. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/mini-suite-vue-splendide.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.01157490,4.42074090"},
{"name": "La Taverne", "note": "8.6", "presentation_text": "La Taverne is located in Uzès, on a pedestrian street just a 2-minute walk from the Duché Castle. The tourist office is 100 metres from the property and Haribo Museum is 3 km away.\n\nThe rooms at La Taverne are decorated in a contemporary style and include free WiFi access. Each one also features an LCD TV, air conditioning and an en suite bathroom with free toiletries.\n\nBreakfast is available every morning in the breakfast room. Additional facilities at the hotel include luggage storage and newspapers at reception.\n\nOther local activities include driving the 14 km to Pond du Gard or visiting Nimes, which is a 30-minute drive away. The hotel is situated next to Uzès Tourist Office and the Town Hall.\n\nThe bedrooms are either located on an upper floor and accessible by stairs or on the ground floor in the annex.\n\nThe reception opens from 4 p.m. to 7 p.m. each day. The hotel haven't the night receptionist.", "url": "https://www.booking.com/hotel/fr/la-taverne.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.01465900,4.42005150"},
{"name": "La DAME de FLAUX", "note": "9.8", "presentation_text": "Situated in Uzès, 38 km from Avignon Central Station and 40 km from Papal Palace, La DAME de FLAUX offers air conditioning. The property features inner courtyard views and is 40 km from Avignon TGV Train Station and 48 km from Parc des Expositions Avignon. Free WiFi is available throughout the property and Parc Expo Nîmes is 31 km away.\n\nThe apartment has 1 bedroom, a flat-screen TV with streaming services, a fully equipped kitchen with a dishwasher and an oven, a washing machine, and 1 bathroom with a walk-in shower. Towels and bed linen are offered in the apartment. For added privacy, the accommodation features a private entrance.\n\nPont du Gard is 14 km from the apartment, while Pont d'Avignon is 39 km from the property. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from La DAME de FLAUX.", "url": "https://www.booking.com/hotel/fr/la-dame-de-flaux.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.01205040,4.41924380"},
{"name": "\"La Suite\" 3 Etoiles", "note": "9.3", "presentation_text": "Located in Uzès, the recently renovated \"La Suite\" 3 Etoiles provides accommodation 38 km from Avignon Central Station and 40 km from Papal Palace. The property is set 40 km from Avignon TGV Train Station, 48 km from Parc des Expositions Avignon and 13 km from Pont du Gard. Free WiFi is available throughout the property and Parc Expo Nîmes is 31 km away.\n\nThe air-conditioned apartment consists of 1 bedroom, a living room, a fully equipped kitchen with a dishwasher and a coffee machine, and 1 bathroom with a shower and a hair dryer. Towels and bed linen are provided in the apartment. The accommodation is non-smoking.\n\nPont d'Avignon is 39 km from the apartment. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 35 km from \"La Suite\" 3 Etoiles.", "url": "https://www.booking.com/hotel/fr/la-suite-a-50-metres-de-la-place-aux-herbes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.01148720,4.41988680"},
{"name": "Le trente trois", "note": "8.9", "presentation_text": "Set in Uzès, Le trente trois offers city views and free WiFi, 31 km from Parc Expo Nîmes and 38 km from Avignon Central Station. The property is located 39 km from Papal Palace, 40 km from Avignon TGV Train Station and 48 km from Parc des Expositions Avignon. When staying at the apartment, guests can use private entrance.\n\nThe units come with tiled floors and feature a fully equipped kitchenette with an oven, a dining area, a flat-screen TV, and a private bathroom with shower and a hair dryer. A toaster, a fridge and stovetop are also featured, as well as a coffee machine and a kettle. At the apartment complex, each unit comes with bed linen and towels.\n\nPont du Gard is 13 km from Le trente trois, while Pont d'Avignon is 39 km away. The nearest airport is Nimes-Ales-Camargue-Cevennes Airport, 34 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/le-trente-trois.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from=searchresults", "city_id": "23", "gps_hotel": "44.00964195,4.41788524"},
{"name": "Boutique Hôtel Entraigues", "note": "8.9", "presentation_text": "Set in Uzès in the Languedoc-Roussillon Region, 32 km from Avignon, Boutique Hôtel Entraigues features an outdoor pool. The hotel has a sun terrace and views of the city. Free WiFi is provided throughout the property and private parking is available on site for an extra charge, subject to availability.\n\nThe rooms have air conditioning, a flat-screen TV with cable channels and tea and coffee making facilities. Some rooms have a seating area to relax in after a busy day, a terrace or a patio.\n\nA variety of other restaurants are available within a 2-minute walk.\n\nAn array of activities are offered in the area, such as golfing and cycling. Nîmes is 20 km from Hôtel Entraigues, while Arles is 41 km away. Avignon-Provence Airport is 40 km from the property.", "url": "https://www.booking.com/hotel/fr/entraigues-uzes2.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from_sustainable_property_sr=1&from=searchresults", "city_id": "23", "gps_hotel": "44.01246437,4.42180011"},
{"name": "Hôtel Le Saint-Geniès", "note": "8.8", "presentation_text": "This family-run hotel sits in a garden, in a quiet residential area, 1.5 km from Uzès historical centre. It has an outdoor pool and offers nice views over the countryside.\n\nHotel Le Saint-Geniès provides cosy soundproofed rooms with air conditioning and flat-screen cable TV. The private bathrooms feature hairdryers and showers.\n\nA full buffet breakfast is available to order every morning and can be enjoyed on the terrace. Guests can also relax on the sun terrace by the pool.\n\nThe Saint-Geniès provides free Wi-Fi access in its guest rooms. It is 30 km from Nîmes, 16 km from the Pont du Gard and a 30-minute drive from Avignon. Free public parking is available on site.", "url": "https://www.booking.com/hotel/fr/le-saint-genies.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&srpvid=c6af5c3b766c01b4&srepoch=1715605624&from_sustainable_property_sr=1&from=searchresults", "city_id": "23", "gps_hotel": "44.02305334,4.42047223"},
{"name": "Les Trois Oliviers à Cassis", "note": "8.9", "presentation_text": "Les Trois Oliviers à Cassis is a beachfront property set in Cassis, 500 metres from Anse de Corton Beach and less than 1 km from Grande Mer. Offering free private parking, the 3-star apartment is 300 metres from Arene. The property is non-smoking and is located 20 km from Orange Velodrome Stadium.\n\nThe apartment with a terrace and sea views has 1 bedroom, a living room, a flat-screen TV, an equipped kitchen with a dishwasher and an oven, and 1 bathroom with a walk-in shower. Towels and bed linen are offered in the apartment. The property has an outdoor dining area.\n\nGuests can relax in the garden at the property.\n\nRond-Point du Prado Metro Station is 20 km from the apartment, while Marseille Chanot Exhibition and Convention Centre is 21 km from the property. The nearest airport is Marseille Provence Airport, 46 km from Les Trois Oliviers à Cassis.", "url": "https://www.booking.com/hotel/fr/les-trois-oliviers-a-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21096640,5.54726130"},
{"name": "Seaview.Cassis", "note": "8.9", "presentation_text": "Located in Cassis, 400 metres from Bestouan and 600 metres from Grande Mer, Seaview.Cassis offers air conditioning. This beachfront property offers access to free WiFi and free private parking. Anse de Corton Beach is 1.1 km from the apartment and Orange Velodrome Stadium is 20 km away.\n\nThe apartment is equipped with 1 bedroom, 1 bathroom, bed linen, towels, a flat-screen TV, a dining area, a fully equipped kitchen, and a balcony with sea views. Guests can enjoy a meal on an outdoor dining area while overlooking the city views. This apartment is allergy-free and non-smoking.\n\nGuests at the apartment will be able to enjoy activities in and around Cassis, like fishing and hiking.\n\nRond-Point du Prado Metro Station is 20 km from Seaview.Cassis, while Marseille Chanot Exhibition and Convention Centre is 20 km away. The nearest airport is Marseille Provence Airport, 45 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/seaview-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21443150,5.53507580"},
{"name": "CASSIS 4PERS VUE MER WIFI TENNIS PARKING PISCINE", "note": "8.6", "presentation_text": "CASSIS 4PERS VUE MER WIFI TENNIS PARKING PISCINE, a property with an open-air bath and a tennis court, is situated in Cassis, 800 metres from Bestouan, 1.2 km from Grande Mer, as well as 1.6 km from Anse de Corton Beach. This property offers access to a balcony, table tennis, free private parking and free WiFi. The pool features a fence and mountain views.\n\nThe apartment with a terrace and sea views has 1 bedroom, a living room, a flat-screen TV, an equipped kitchen with a dishwasher and a microwave, and 1 bathroom with a shower. Guests can enjoy a meal on an outdoor dining area while overlooking the garden views. For added privacy, the accommodation features a private entrance.\n\nFor guests with children, the apartment features a children's playground.\n\nOrange Velodrome Stadium is 20 km from CASSIS 4PERS VUE MER WIFI TENNIS PARKING PISCINE, while Rond-Point du Prado Metro Station is 20 km from the property. The nearest airport is Marseille Provence Airport, 46 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/cassis-4pers-vue-mer-wifi-tennis-parking-piscine.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21751190,5.53169330"},
{"name": "Le Pagnol - Hyper centre - Clim", "note": "9.2", "presentation_text": "Le Pagnol - Hyper centre - Clim is situated in Cassis, 600 metres from Anse de Corton Beach, less than 1 km from Bestouan, as well as 20 km from Orange Velodrome Stadium. The property is set 20 km from Rond-Point du Prado Metro Station, 20 km from Marseille Chanot Exhibition and Convention Centre and 21 km from La Timone Metro Station. Free WiFi is available throughout the property and Grande Mer is 400 metres away.\n\nThe air-conditioned apartment consists of 1 bedroom, a living room, a fully equipped kitchen with a dishwasher and a coffee machine, and 1 bathroom with a shower and a hair dryer. Towels and bed linen are offered in the apartment. The accommodation is non-smoking.\n\nCastellane Metro Station is 22 km from the apartment, while Notre-Dame de la Garde Basilica is 23 km from the property. The nearest airport is Marseille Provence Airport, 46 km from Le Pagnol - Hyper centre - Clim.", "url": "https://www.booking.com/hotel/fr/le-pagnol-hyper-centre-clim.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21358170,5.53978680"},
{"name": "The Originals Boutique, Hôtel Cassitel, Cassis", "note": "7.7", "presentation_text": "The Originals Boutique, Hôtel Cassitel, Cassis is located opposite the Cassis fishing harbour, just a 2-minute walk from the beach and 40 minutes' drive from Circuit Paul Ricard. This hotel offers free WiFi access.\n\nAll rooms are air-conditioned and come with a private bathroom and a flat-screen TV.\n\nA breakfast buffet is served daily at the The Originals Boutique, Hôtel Cassitel, Cassis and there is also a lounge area. The reception is open 24-hours a day and guests can ask for information regarding their stay in Cassis.\n\nIt is a 10-minute drive from the A50 motorway and 25 km from Marseille city centre.", "url": "https://www.booking.com/hotel/fr/interhotel-cassitel.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21370621,5.53895809"},
{"name": "CARANCO by K6 Conciergerie", "note": "8.2", "presentation_text": "CARANCO by K6 Conciergerie, a property with massage services, is set in Cassis, 1 km from Bestouan, 20 km from Orange Velodrome Stadium, as well as 20 km from Rond-Point du Prado Metro Station. It is located 500 metres from Anse de Corton Beach and provides a concierge service. The property is non-smoking and is situated 300 metres from Grande Mer.\n\nWith free WiFi, this apartment features a TV, a washing machine and a fully equipped kitchen with a microwave and toaster. Towels and bed linen are available in the apartment.\n\nMarseille Chanot Exhibition and Convention Centre is 20 km from the apartment, while La Timone Metro Station is 21 km from the property. The nearest airport is Marseille Provence Airport, 45 km from CARANCO by K6 Conciergerie.", "url": "https://www.booking.com/hotel/fr/caranco-by-k6-conciergerie-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21356920,5.54101270"},
{"name": "Azur Cassis", "note": "8.6", "presentation_text": "Boasting inner courtyard views, Azur Cassis offers accommodation with barbecue facilities and a patio, around 1.5 km from Anse de Corton Beach. The air-conditioned accommodation is 1.1 km from Grande Mer, and guests can benefit from private parking available on site and free WiFi. The property is non-smoking and is set 1.5 km from Bestouan.\n\nThe apartment with a terrace and garden views has 1 bedroom, a living room, a flat-screen TV, an equipped kitchen with a dishwasher and an oven, and 1 bathroom with a walk-in shower. A private entrance leads guests into the apartment, where they can enjoy some wine or champagne and fruits. The property has an outdoor dining area.\n\nGuests at the apartment will be able to enjoy activities in and around Cassis, like hiking.\n\nOrange Velodrome Stadium is 19 km from Azur Cassis, while Rond-Point du Prado Metro Station is 20 km from the property. The nearest airport is Marseille Provence Airport, 45 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/azur-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.22058508,5.54179736"},
{"name": "LA RADE - Centre Ville - Balcon - Clim - Neuf", "note": "8.8", "presentation_text": "Offering sea views, LA RADE - Centre Ville - Balcon - Clim - Neuf is an accommodation situated in Cassis, 400 metres from Bestouan and 600 metres from Grande Mer. This property offers access to a balcony and free private parking. Rond-Point du Prado Metro Station is 20 km from the apartment and Marseille Chanot Exhibition and Convention Centre is 20 km away.\n\nThe apartment comes with a flat-screen TV. The kitchen features a dishwasher, an oven and a microwave, as well as coffee machine and kettle. The property has an outdoor dining area.\n\nGuests at the apartment can enjoy hiking nearby, or make the most of the sun terrace.\n\nAnse de Corton Beach is 1.2 km from LA RADE - Centre Ville - Balcon - Clim - Neuf, while Orange Velodrome Stadium is 20 km from the property. The nearest airport is Marseille Provence Airport, 45 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/la-rade-centre-ville-balcon-clim-neuf.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21500806,5.53519043"},
{"name": "Le repaire de la Vierge bohème vue mer", "note": "8.5", "presentation_text": "Set in Cassis, 500 metres from Bestouan and 600 metres from Grande Mer, Le repaire de la Vierge bohème vue mer offers air conditioning. Private parking is available on site at this recently renovated property. The property is non-smoking and is located 1.1 km from Anse de Corton Beach.\n\nThe apartment with a terrace and sea views has 1 bedroom, a living room, a flat-screen TV, an equipped kitchen with a dishwasher and an oven, and 1 bathroom with a walk-in shower. Guests can enjoy a meal on an outdoor dining area while overlooking the garden views. For added privacy, the accommodation features a private entrance.\n\nGuests at the apartment will be able to enjoy activities in and around Cassis, like snorkelling, fishing and hiking. If you would like to discover the area, walking tours and bike tours are possible in the surroundings.\n\nOrange Velodrome Stadium is 20 km from Le repaire de la Vierge bohème vue mer, while Rond-Point du Prado Metro Station is 20 km from the property. The nearest airport is Marseille Provence Airport, 45 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/le-repaire-de-la-vierge-boheme.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21481950,5.53494040"},
{"name": "Le Best à Cassis,Top emplacement,Parking,double balcon", "note": "9.0", "presentation_text": "Located in Cassis, 400 metres from Grande Mer and less than 1 km from Bestouan, Le Best à Cassis, Top emplacement, Parking,double balcon offers a private beach area and air conditioning. This beachfront property offers access to a balcony, free private parking and free WiFi. The accommodation provides full-day security and a concierge service for guests.\n\nThe apartment is equipped with 1 bedroom, 1 bathroom, bed linen, towels, a flat-screen TV with cable channels, a dining area, a fully equipped kitchen, and a terrace with mountain views. Guests can enjoy a meal on an outdoor dining area while overlooking the city views. This apartment is non-smoking and soundproof.\n\nGuests at the apartment will be able to enjoy activities in and around Cassis, like hiking. Guests can also relax in the shared lounge area.\n\nAnse de Corton Beach is less than 1 km from Le Best à Cassis, Top emplacement, Parking,double balcon, while Orange Velodrome Stadium is 19 km away. The nearest airport is Marseille Provence Airport, 45 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/le-best-a-cassis-top-emplacement-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from_sustainable_property_sr=1&from=searchresults", "city_id": "19", "gps_hotel": "43.21544456,5.53885704"},
{"name": "CALANQUE DE PORT PIN", "note": "8.1", "presentation_text": "Located in Cassis, 200 metres from Grande Mer, CALANQUE DE PORT PIN provides recently renovated accommodation with free WiFi and a casino. The property features quiet street views and is less than 1 km from Anse de Corton Beach and 20 km from Orange Velodrome Stadium. The property is non-smoking and is situated 700 metres from Bestouan.\n\nThe air-conditioned apartment consists of 1 bedroom, a living room, a fully equipped kitchen with a dishwasher and a coffee machine, and 1 bathroom with a shower. A flat-screen TV is provided. For added privacy, the accommodation features a private entrance.\n\nGuests at the apartment will be able to enjoy activities in and around Cassis, like fishing, hiking and walking tours.\n\nRond-Point du Prado Metro Station is 20 km from CALANQUE DE PORT PIN, while Marseille Chanot Exhibition and Convention Centre is 20 km away. The nearest airport is Marseille Provence Airport, 45 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/calanque-de-port-pin.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21459053,5.53786767"},
{"name": "Hotel Le Golfe", "note": "8.0", "presentation_text": "Situated on the fishing port of Cassis, Hotel Le Golfe is just 400 metres from the sandy beach. It features an ice-cream parlour and a shaded terrace overlooking the harbour.\n\nA flat-screen TV is provided in each air-conditioned guest room. Some rooms feature a balcony with sea views. All of the rooms have a simple décor and a private bathroom with amenities.\n\nProvencal cuisine, including seafood and salads, is served in the restaurant at Le Golfe hotel. A buffet breakfast is prepared every morning.\n\nThere is a Provencal market in the village every Wednesday and Friday morning. Cassis Train Station is 3 km from the hotel and Marseille is 28 km away.", "url": "https://www.booking.com/hotel/fr/le-golfe-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21443438,5.53529486"},
{"name": "Plein centre avec \"PARKING PRIVE\" Voitures électriques bienvenues", "note": "9.5", "presentation_text": "Located in Cassis, 300 metres from Grande Mer and less than 1 km from Anse de Corton Beach, Plein centre avec \"PARKING PRIVE\" Voitures électriques bienvenues offers air conditioning. This beachfront property offers access to free WiFi and free private parking. The property is non-smoking and is set less than 1 km from Bestouan.\n\nThe 1-bedroom apartment is equipped with a living room with a flat-screen TV with streaming services, a fully equipped kitchen with a dishwasher and an oven, and 1 bathroom with a hair dryer. Towels and bed linen are provided in the apartment.\n\nOrange Velodrome Stadium is 19 km from the apartment, while Rond-Point du Prado Metro Station is 20 km away. The nearest airport is Marseille Provence Airport, 45 km from Plein centre avec \"PARKING PRIVE\" Voitures électriques bienvenues.", "url": "https://www.booking.com/hotel/fr/le-p-tit-canaille-plein-centre-avec-parking-prive.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21505100,5.53883350"},
{"name": "L’Aiguade, appartement d'exception à Cassis", "note": "9.7", "presentation_text": "Situated just 800 metres from Grande Mer, L’Aiguade, appartement d'exception à Cassis provides accommodation in Cassis with access to a garden, barbecue facilities, as well as private check-in and check-out. This beachfront property offers access to free WiFi and free private parking. The property is non-smoking and is located 300 metres from Bestouan.\n\nThe apartment comes with 1 bedroom, 1 bathroom, bed linen, towels, a flat-screen TV with cable channels, a fully equipped kitchen, and a terrace with sea views. Guests can enjoy a meal on an outdoor dining area while overlooking the garden views. For added privacy, the accommodation features a private entrance.\n\nAnse de Corton Beach is 1.2 km from the apartment, while Orange Velodrome Stadium is 20 km away. The nearest airport is Marseille Provence Airport, 46 km from L’Aiguade, appartement d'exception à Cassis.", "url": "https://www.booking.com/hotel/fr/aiguade-appartement-d-exception-a-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21411540,5.53382110"},
{"name": "Le Perchoir de Cassis Cocoon", "note": "8.7", "presentation_text": "Offering city views, Le Perchoir de Cassis Cocoon is an accommodation situated in Cassis, 700 metres from Anse de Corton Beach and less than 1 km from Bestouan. Set on the beachfront, this property has a private beach area, water sports facilities and a garden. The property is non-smoking and is located 400 metres from Grande Mer.\n\nWith free WiFi, this apartment offers a flat-screen TV, a washing machine and a fully equipped kitchen with a dishwasher and microwave. Towels and bed linen are offered in the apartment. The accommodation offers an air conditioning, a heating and a private bathroom.\n\nGuests at the apartment will be able to enjoy activities in and around Cassis, like cycling, hiking and walking tours.\n\nOrange Velodrome Stadium is 20 km from Le Perchoir de Cassis Cocoon, while Rond-Point du Prado Metro Station is 20 km from the property. The nearest airport is Marseille Provence Airport, 46 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/le-perchoir-de-cassis-cocoon.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21468950,5.53944240"},
{"name": "Mistral gagnant - parking privé", "note": "9.3", "presentation_text": "Boasting air-conditioned accommodation with a balcony, Mistral gagnant - parking privé is situated in Cassis. This property offers access to a terrace and free private parking. The property is non-smoking and is set 400 metres from Grande Mer.\n\nWith free WiFi, this 1-bedroom apartment features a satellite flat-screen TV, a washing machine and a fully equipped kitchen with an oven and microwave. Additional in-room amenities include chocolates or cookies.\n\nBestouan is 800 metres from the apartment, while Anse de Corton Beach is less than 1 km from the property. The nearest airport is Marseille Provence Airport, 45 km from Mistral gagnant - parking privé.", "url": "https://www.booking.com/hotel/fr/mistral-gagnant-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21609860,5.53784040"},
{"name": "Best Western Hotel & SPA Coeur De Cassis", "note": "8.4", "presentation_text": "Located in the center of Cassis, Best Western Hotel & SPA Coeur de Cassis welcomes you 200 meters from the port and 300 meters from the beach. It offers accommodation with a view of the garden, the town and its castle, and the mythical Cap Canaille. After a great day of visiting the Calanques National Park, enjoy the calm of our hotel and relax in our SPA consisting of a hammam, sauna, experience shower and a herbal tea room with its salt wall . You can also relax on our rooftop!\nWith an elevator, the hotel is fully equipped to accommodate people with reduced mobility. All rooms at the Best Western Hotel & SPA Coeur De Cassis are air-conditioned and have free Wi-Fi, satellite TV and a minibar. They have a private bathroom with toiletries and a hairdryer. The suites and superior rooms have a Nespresso coffee machine\nThe buffet breakfast is served every morning in our breakfast room or on its terrace.\nOur reception staff will be happy to provide you with all the useful information during your stay to make it as pleasant as possible", "url": "https://www.booking.com/hotel/fr/du-grand-jardin.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21457326,5.54014698"},
{"name": "AQUARIUS IN CASSIS, Chambres d'Hôtes", "note": "9.4", "presentation_text": "Featuring pool with a view and views of mountain, AQUARIUS IN CASSIS, Chambres d'Hôtes is a recently renovated guest house set in Cassis, 1.2 km from Bestouan. The property features pool and garden views, and is 1.5 km from Grande Mer. There is a sun terrace and guests can make use of free WiFi, free private parking and an electric vehicle charging station.\n\nAccessible via private entrance, all units have air conditioning, soundproofing, wardrobe and a private bathroom with a walk-in shower. A fridge is also featured, as well as a coffee machine and a kettle. At the guest house, the units are fitted with bed linen and towels.\n\nGuests at the guest house will be able to enjoy activities in and around Cassis, like snorkelling, cycling and fishing. Guests at AQUARIUS IN CASSIS, Chambres d'Hôtes can enjoy hiking and walking tours nearby, or make the most of the garden.\n\nAnse de Corton Beach is 1.8 km from the accommodation, while Orange Velodrome Stadium is 19 km away. The nearest airport is Marseille Provence Airport, 45 km from AQUARIUS IN CASSIS, Chambres d'Hôtes.", "url": "https://www.booking.com/hotel/fr/aquarius-in-cassis-chambres-d-hotes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from_sustainable_property_sr=1&from=searchresults", "city_id": "19", "gps_hotel": "43.22235470,5.53453860"},
{"name": "Astoria Villa maison d hôtes Appartement vue mer avec piscine", "note": "9.1", "presentation_text": "Featuring mountain views, Astoria Villa maison d hôtes Appartement vue mer avec piscine offers accommodation with patio, around 200 metres from Bestouan. This homestay features a private pool, a garden and free private parking. When staying at the homestay, guests can use private entrance.\n\nThe units come with air conditioning, a dishwasher, an oven, a coffee machine, a shower, a hair dryer and a wardrobe. A terrace with an outdoor dining area and sea views is offered in all units. At the homestay, each unit comes with a balcony, a private bathroom and a flat-screen TV.\n\nGrande Mer is 1.4 km from Astoria Villa maison d hôtes Appartement vue mer avec piscine, while Anse de Corton Beach is 1.9 km away. The nearest airport is Marseille Provence Airport, 47 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/appartement-astoria-villa-face-piscine.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21172800,5.52861440"},
{"name": "Villa Bobnell", "note": "9.4", "presentation_text": "Villa Bobnell is a self-catering accommodation located in Cassis, offering a garden and a terrace with BBQ facilities. Free WiFi access is available.\n\nAccommodation will provide you with a flat-screen TV with cable channels, a DVD player, air conditioning and a terrace. Private bathrooms come with a bath or shower and a hairdryer.\n\nThe equipped kitchen features a stovetop, microwave, toaster, kitchenware and oven. Extras include a coffee machine and electric kettle. Meals can be enjoyed either indoors or outdoors.\n\nProvence Airport is located 35 km away. The property offers free parking.", "url": "https://www.booking.com/hotel/fr/villa-bobnell.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.22045190,5.53609080"},
{"name": "Au son des Cigales", "note": "9.1", "presentation_text": "A recently renovated apartment set in Cassis, Au son des Cigales features a garden. This 1-star apartment offers a lift and free WiFi. The property is non-smoking and is located 500 metres from Bestouan.\n\nThe apartment has 1 bedroom, a flat-screen TV, a fully equipped kitchen with a dishwasher and a microwave, a washing machine, and 1 bathroom with a walk-in shower. Towels and bed linen are offered in the apartment. The property offers garden views.\n\nGuests at the apartment will be able to enjoy activities in and around Cassis, like snorkelling, cycling and fishing. The apartment has a picnic area where you can spend a day out in the open.\n\nGrande Mer is 1.2 km from Au son des Cigales, while Anse de Corton Beach is 1.7 km from the property. The nearest airport is Marseille Provence Airport, 46 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/au-son-des-cigales-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from_sustainable_property_sr=1&from=searchresults", "city_id": "19", "gps_hotel": "43.21508678,5.53094902"},
{"name": "La Demeure Insoupçonnée", "note": "9.4", "presentation_text": "Located in Cassis, just a 10-minute walk from the seafront, La Demeure Insoupçonnée offers bed and breakfast accommodation with panoramic views of the sea, vineyards and Cape Canaille. The property features a south-facing outdoor pool, a sun terrace with sun loungers, a boules court, a ping-pong table and an outdoor summer kitchen.\n\nEach of the rooms at La Demeure Insoupçonnée are air-conditioned and come with a flat-screen TV, and a private terrace. Rooms also feature a minibar, a safe, free WiFi and tea and coffee making facilities. The private bathrooms have either a bath or a shower.\n\n a full breakfast is served every day in a basket on your private terrace or in your bedroom. The breakfast consists of fresh bread, pastries, fruit juices, yogurt, homemade jams, fresh fruit, cold cuts and hot drinks.\n\nFree public parking is available on site. Marseille Provence Airport is 54 km from La Demeure Insoupçonnée and Cassis Train Station is 3 km away.", "url": "https://www.booking.com/hotel/fr/la-demeure-insoupconnee.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from_sustainable_property_sr=1&from=searchresults", "city_id": "19", "gps_hotel": "43.21919990,5.54713650"},
{"name": "La douceur de Cassis", "note": "9.3", "presentation_text": "Featuring air-conditioned accommodation with a balcony, La douceur de Cassis is located in Cassis. Among the facilities at this property are a 24-hour front desk and a lift, along with free WiFi throughout the property. Orange Velodrome Stadium is 20 km from the apartment and Rond-Point du Prado Metro Station is 20 km away.\n\nThe apartment is equipped with 1 bedroom, 1 bathroom, bed linen, towels, a flat-screen TV with cable channels, a dining area, a fully equipped kitchen, and a terrace with sea views. The property has an outdoor dining area.\n\nThere is a coffee shop and bar.\n\nGuests at the apartment will be able to enjoy activities in and around Cassis, like cycling and walking tours.\n\nPopular points of interest near La douceur de Cassis include Bestouan, Grande Mer and Anse de Corton Beach. The nearest airport is Marseille Provence Airport, 46 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/la-douceur-de-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21500900,5.53095600"},
{"name": "HPC Suites", "note": "9.2", "presentation_text": "Offering a shared outdoor pool with a terrace and views of the sea, HPC Suites is situated in a 4000 metres² park in the centre of Cassis. Marseille is 16 km away and the nearest beach is a 10-minute walk away. Free private parking is available on site.\n\nThe property was entirely renovated in 2019. Featuring a terrace, all units include a dining area and a seating area with a flat-screen TV. There is also a kitchen, fitted with an oven and microwave. A toaster, a fridge and stovetop are also available, as well as a coffee machine. HPC Suites features free WiFi throughout the property. Towels and bed linen are offered.\n\nFree private secure parking is available.\n\nThe port is an 8-minute walk away and many restaurants and a traditional Provençal market can be found in the neighbourhood.\n\nYou can play table tennis at the property, and the area is popular for diving and cycling. Aix-en-Provence is 35 km from HPC Suites. The nearest airport is Marseille Provence Airport, 36 km from the property.", "url": "https://www.booking.com/hotel/fr/hpc-suites.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&srpvid=ac0f5c3ad3ab018b&srepoch=1715605622&from=searchresults", "city_id": "19", "gps_hotel": "43.21644024,5.54174572"},
{"name": "Merveilleux appartement style nature proche centre ville", "note": "9.4", "presentation_text": "Located 600 metres from Port Avall Beach and less than 1 km from Boutigue Beach in Collioure, Merveilleux appartement style nature proche centre ville offers accommodation with a kitchen. This beachfront property offers access to a balcony and free WiFi. The property is non-smoking and is set less than 1 km from Boramar Beach.\n\nOpening onto a terrace with garden views, the spacious air-conditioned apartment consists of 2 bedrooms. A flat-screen TV is provided.\n\nGuests can relax in the garden at the property.\n\nCollioure Royal Castle is 800 metres from the apartment, while Stade Gilbert Brutus is 33 km away. The nearest airport is Perpignan - Rivesaltes Airport, 36 km from Merveilleux appartement style nature proche centre ville.", "url": "https://www.booking.com/hotel/fr/merveilleux-appartement-style-nature-proche-centre-ville.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605622&from=searchresults", "city_id": "27", "gps_hotel": "42.52276750,3.07883010"},
{"name": "Coquet 2 pièces au centre de Collioure", "note": "8.9", "presentation_text": "Featuring a private beach area and a garden, Coquet 2 pièces au centre de Collioure provides accommodation in Collioure with free WiFi and city views. Guests can benefit from a patio and a picnic area. The property is soundproof and is located 300 metres from Boramar Beach.\n\nThe air-conditioned apartment consists of 1 bedroom, a living room, a fully equipped kitchen with a dishwasher and a coffee machine, and 1 bathroom with a shower and a hair dryer. A flat-screen TV is featured.\n\nGuests at the apartment will be able to enjoy activities in and around Collioure, like hiking and walking tours.\n\nPopular points of interest near Coquet 2 pièces au centre de Collioure include Nord Beach, Saint Vincent Beach and Collioure Royal Castle. The nearest airport is Perpignan - Rivesaltes Airport, 41 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/coquet-2-pieces-au-centre-de-collioure.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605622&from=searchresults", "city_id": "27", "gps_hotel": "42.52738720,3.08233860"},
{"name": "Les Appartements de Collioure", "note": "9.1", "presentation_text": "Set within 200 metres of Port Avall Beach and 300 metres of Boutigue Beach in Collioure, Les Appartements de Collioure offers accommodation with seating area. Free WiFi is offered throughout the property and private parking is available on site. The apartment has family rooms.\n\nThe apartment complex will provide guests with air-conditioned units offering a wardrobe, a coffee machine, an oven, a microwave, a safety deposit box, a flat-screen TV and a private bathroom with a shower. A toaster, a fridge and stovetop are also available in the kitchen, as well as a kettle. At the apartment complex, the units have bed linen and towels.\n\nBoramar Beach is 500 metres from the apartment, while Collioure Royal Castle is 500 metres from the property. The nearest airport is Perpignan - Rivesaltes Airport, 42 km from Les Appartements de Collioure.", "url": "https://www.booking.com/hotel/fr/les-appartements-de-collioure.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605622&from_sustainable_property_sr=1&from=searchresults", "city_id": "27", "gps_hotel": "42.52362620,3.08409620"},
{"name": "Studio Centre Plage parking gratuit", "note": "9.1", "presentation_text": "Offering quiet street views, Studio Centre Plage parking gratuit is an accommodation situated in Collioure, 300 metres from Port Avall Beach and 300 metres from Balette Beach. This apartment provides free private parking, a 24-hour front desk and free WiFi. The property is non-smoking and is located 200 metres from Boutigue Beach.\n\nThe 1-bedroom apartment is equipped with a living room with a flat-screen TV with cable channels, a fully equipped kitchen with an oven and a microwave, and 1 bathroom with a hair dryer. Towels and bed linen are provided in the apartment. For added privacy, the accommodation features a private entrance.\n\nBoramar Beach is 800 metres from the apartment, while Collioure Royal Castle is 700 metres away. The nearest airport is Perpignan - Rivesaltes Airport, 42 km from Studio Centre Plage parking gratuit.", "url": "https://www.booking.com/hotel/fr/studio-centre-plage-collioure.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605622&from_sustainable_property_sr=1&from=searchresults", "city_id": "27", "gps_hotel": "42.52298768,3.08732966"},
{"name": "Hôtel des Templiers", "note": "8.1", "presentation_text": "Featuring 2000 original artworks by 20th-century painters who stayed in the hotel, Hôtel des Templiers is located 200 metres from the Château Royal de Collioure. Catalan cuisine is served in the restaurant.\n\nA view of the castle and the harbour is offered in the guest rooms, which include an LCD TV. Some of the rooms feature Catalan décor with antique furniture. Wi-Fi access is available in each room.\n\nYou can enjoy a drink from the bar on the shaded terrace, and breakfast is prepared every morning at this hotel.\n\nCollioure Train Station is only 550 metres away and Mas Larrieu Nature Reserve is a 20-minute drive away. The hotel is located on a pedestrian street and public parking is available 400 metres from the property.", "url": "https://www.booking.com/hotel/fr/ha-tel-des-templiers.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605622&from_sustainable_property_sr=1&from=searchresults", "city_id": "27", "gps_hotel": "42.52666546,3.08394089"},
{"name": "Les Jasmins", "note": "8.4", "presentation_text": "Chambre d'hôtes Les Jasmins a B&B located in Collioure, 4 minutes’ walk from the beach. Free WiFi access is available. Argeles-sur-Mer is a 14-minute drive away.\n\nThe double room is equipped with a kitchenette including a refrigerator, a stovetop and kitchenware. Breakfast can be enjoyed either in the room or on the private terrace. The private bathroom has a shower and comes with a hairdryer.\n\nPerpignan - Rivesaltes Airport is 36 km away. The Spanish border is a 40-minute drive. The property offers free parking.", "url": "https://www.booking.com/hotel/fr/chambre-d-39-hotes-les-jasmins.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605622&from_sustainable_property_sr=1&from=searchresults", "city_id": "27", "gps_hotel": "42.52354810,3.08187379"},
{"name": "APP' ART CENTRE PLAGE + PARKING GRATUIT", "note": "8.8", "presentation_text": "Set within 60 metres of Port Avall Beach and 60 metres of Boutigue Beach, APP' ART CENTRE PLAGE + PARKING GRATUIT offers rooms with air conditioning and a private bathroom in Collioure. This beachfront property offers access to free WiFi and free private parking. The apartment has private entrance.\n\nEach unit is fitted with a fully equipped kitchen with a dishwasher, a seating area, a flat-screen TV, a washing machine, and a private bathroom with shower and a hair dryer. An oven, a microwave and toaster are also offered, as well as a coffee machine and a kettle. At the apartment complex, the units have bed linen and towels.\n\nBalette Beach is 400 metres from the apartment, while Collioure Royal Castle is 600 metres from the property. The nearest airport is Perpignan - Rivesaltes Airport, 42 km from APP' ART CENTRE PLAGE + PARKING GRATUIT.", "url": "https://www.booking.com/hotel/fr/app-art-centre-plage-parking-gratuit.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605622&from_sustainable_property_sr=1&from=searchresults", "city_id": "27", "gps_hotel": "42.52334528,3.08696844"},
{"name": "Hotel Le Bon Port", "note": "8.3", "presentation_text": "Located a few meters from the La Cortina windmill, the establishment elegantly overlooks the sea over the bay of Collioure, its royal castle and its famous Notre Dame des Anges bell tower.\n\nOur rooms thus offer you comfortable accommodation in a Mediterranean and modern setting.\n\nYou can admire this splendid view from our rooms as well as our solarium.\n\nAll our rooms are equipped with private bathroom, television, reversible air conditioning and a reception service.\nWe kindly inform you, despite some pictures we can't erase on the internet, the hotel doesn’t have a swimming pool any longer.", "url": "https://www.booking.com/hotel/fr/le-bon-port.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605622&from=searchresults", "city_id": "27", "gps_hotel": "42.52411449,3.08936566"},
{"name": "La Chambre De Salome", "note": "8.8", "presentation_text": "Situated in Collioure and only less than 1 km from Port Avall Beach, La Chambre De Salome features accommodation with mountain views, free WiFi and free private parking. This bed and breakfast has a private pool and a garden. Guests can access the bed and breakfast via private entrance.\n\nFitted with a terrace, the units offer air conditioning and feature a flat-screen TV and a private bathroom with shower and a hair dryer. All units will provide guests with a wardrobe and a kettle.\n\nPopular points of interest near the bed and breakfast include Boutigue Beach, Boramar Beach and Balette Beach. The nearest airport is Perpignan - Rivesaltes Airport, 35 km from La Chambre De Salome.", "url": "https://www.booking.com/hotel/fr/la-chambre-de-salome.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605622&from=searchresults", "city_id": "27", "gps_hotel": "42.52111690,3.07730913"},
{"name": "Ibanova Appartements", "note": "8.4", "presentation_text": "Set within 200 metres of Boutigue Beach and 200 metres of Port Avall Beach, Ibanova Appartements offers rooms with air conditioning and a private bathroom in Collioure. This beachfront property offers access to free WiFi and free private parking. Featuring family rooms, this property also provides guests with a terrace.\n\nThe units come with tiled floors and feature a fully equipped kitchen with a dishwasher, a dining area, a flat-screen TV, and a private bathroom with shower and a hair dryer. An oven, a microwave and toaster are also featured, as well as a coffee machine and a kettle. The units feature a wardrobe.\n\nGuests at the apartment will be able to enjoy activities in and around Collioure, like hiking and walking tours.\n\nBalette Beach is 400 metres from Ibanova Appartements, while Collioure Royal Castle is 500 metres away. The nearest airport is Perpignan - Rivesaltes Airport, 42 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/ibanova.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605622&from_sustainable_property_sr=1&from=searchresults", "city_id": "27", "gps_hotel": "42.52313330,3.08557610"},
{"name": "Appartement Collioure centre & GARAGE PRIVATIF", "note": "9.4", "presentation_text": "Appartement Collioure centre & GARAGE PRIVATIF is located in Collioure, 400 metres from Boramar Beach, 400 metres from Boutigue Beach, as well as 300 metres from Collioure Royal Castle. This apartment offers free private parking, private check-in and check-out and free WiFi. The property is non-smoking and is set 200 metres from Port Avall Beach.\n\nThe air-conditioned apartment consists of 1 bedroom, a living room, a fully equipped kitchen with a dishwasher and a coffee machine, and 1 bathroom with a shower and a hair dryer. Towels and bed linen are featured in the apartment.\n\nStade Gilbert Brutus is 33 km from the apartment, while Casino Collioure is 1.9 km away. The nearest airport is Perpignan - Rivesaltes Airport, 42 km from Appartement Collioure centre & GARAGE PRIVATIF.", "url": "https://www.booking.com/hotel/fr/appartement-collioure-centre-amp-garage-privatif.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605621&from=searchresults", "city_id": "27", "gps_hotel": "42.52460816,3.08264876"},
{"name": "Aux Vents du Sud", "note": "9.0", "presentation_text": "Set in Collioure and only less than 1 km from Boramar Beach, Aux Vents du Sud offers accommodation with sea views, free WiFi and free private parking. Guests staying at this apartment have access to a terrace. The property is non-smoking and is located less than 1 km from Port Avall Beach.\n\nThis 1-bedroom apartment will provide you with a flat-screen TV, air conditioning and a living room. Towels and bed linen are featured in the apartment. The property has an outdoor dining area.\n\nGuests can also relax in the garden.\n\nPopular points of interest near the apartment include Nord Beach, Collioure Royal Castle and Casino Collioure. The nearest airport is Perpignan - Rivesaltes Airport, 35 km from Aux Vents du Sud.", "url": "https://www.booking.com/hotel/fr/aux-vents-du-sud.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605621&from=searchresults", "city_id": "27", "gps_hotel": "42.52595300,3.07852400"},
{"name": "Hôtel la Bona Casa", "note": "8.6", "presentation_text": "Hotel Bona Casa is located in the historic centre of Collioure, just 300 metres from the beach and from the Château Royal. The hotel proposes free Wi-Fi internet access and a shaded terrace.\n\nThe guest rooms at Hotel Bona Casa have a view of the street or the patio, and some have a private terrace. They each include a flat-screen TV and a private bathroom with free toiletries. The hotel is completely non-smoking.\n\nA continental breakfast is served every morning and shops and restaurants are found within 200 metres from the property. Guests can also relax in the hotel’s tea room from March to October.\n\nPort-Vendres is 3 km from the hotel and Argelès-sur-Mer is 6 km away. The property is a 30-minute drive from central Perpignan and from the Spanish border, which can also be reached by train.", "url": "https://www.booking.com/hotel/fr/la-bona-casa.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605621&from=searchresults", "city_id": "27", "gps_hotel": "42.52547153,3.08269870"},
{"name": "Studio cosy Résidence St Elme avec parking et WIFI à 5min de la plage", "note": "9.0", "presentation_text": "Situated in Collioure and only 400 metres from Port Avall Beach, Studio cosy Résidence St Elme avec parking et WIFI à 5min de la plage features accommodation with mountain views, free WiFi and free private parking. The property is located 800 metres from Balette Beach, less than 1 km from Collioure Royal Castle and 34 km from Stade Gilbert Brutus. The property is non-smoking and is set 400 metres from Boutigue Beach.\n\nThe air-conditioned apartment consists of 1 bedroom, a living room, a fully equipped kitchen with an oven and a coffee machine, and 1 bathroom with a bath and a hair dryer. A flat-screen TV and game console are available. For added privacy, the accommodation features a private entrance.\n\nCasino Collioure is 3.8 km from the apartment, while Saint-Cyprien Golf Course is 24 km from the property. The nearest airport is Perpignan - Rivesaltes Airport, 42 km from Studio cosy Résidence St Elme avec parking et WIFI à 5min de la plage.", "url": "https://www.booking.com/hotel/fr/charmant-studio-residence-st-elme-pkg-wif-50m-plage.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605621&from=searchresults", "city_id": "27", "gps_hotel": "42.52094457,3.08707947"},
{"name": "Résidence St Vincent", "note": "8.1", "presentation_text": "Set within 80 metres of Boramar Beach and 200 metres of Nord Beach, Résidence St Vincent features rooms with air conditioning and a private bathroom in Collioure. The property features city views and is 200 metres from Saint Vincent Beach and 100 metres from Collioure Royal Castle. The accommodation offers a 24-hour front desk and free WiFi is available throughout the property.\n\nEach unit comes with a sofa, a seating area, a TV, a well-fitted kitchen with a dining area, and a private bathroom with a hair dryer. A microwave, a fridge and stovetop are also featured, as well as a coffee machine. At the apartment complex, the units are equipped with bed linen and towels.\n\nYou can play tennis at the apartment. A casino is available on-site and both cycling and canoeing can be enjoyed within close proximity of Résidence St Vincent.\n\nStade Gilbert Brutus is 33 km from the accommodation, while Casino Collioure is 2.7 km away. The nearest airport is Perpignan - Rivesaltes Airport, 41 km from Résidence St Vincent.", "url": "https://www.booking.com/hotel/fr/residence-saint-vincent.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605621&from=searchresults", "city_id": "27", "gps_hotel": "42.52730095,3.08423268"},
{"name": "Résidence du Soleil", "note": "8.0", "presentation_text": "Set 400 metres from Collioure Royal Castle in Collioure and 100 metres from the beach, this apartment located in the city center features a terrace and a garden. Guests benefit from WiFi and private parking available on site with extra fees.\n\nlinen/towel are not included\n\nPets are accepted with extra cost of 6€/night\n\nAn oven and a microwave can be found in the kitchen. A flat-screen TV is offered. Other facilities at Résidence du Soleil include a barbecue.\n\nThe area is popular for snorkelling and diving. Guests can enjoy various activities in the surroundings, including cycling and fishing. Perpignan - Rivesaltes Airport is 30 km away.", "url": "https://www.booking.com/hotel/fr/residence-du-soleil-collioure.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605621&from=searchresults", "city_id": "27", "gps_hotel": "42.52311754,3.08542530"},
{"name": "Le Madeloc Hôtel & Spa", "note": "9.0", "presentation_text": "Just 500 metres from Collioure town centre and a 10-minute walk from the beach is Le Madeloc Hôtel & Spa. It offers a year-round, heated outdoor swimming pool, a rooftop solarium, a hot tub and a hammam. Beauty treatments and massages are available upon request.\nThe rooftop swimming pool is heated (from April to 31 st of October) and the Hot tub / Jacuzzi are free access and open from 9:00am until 9:00 pm\n\nGuest rooms at Madeloc are decorated in neutral tones and one bright colour, each also features air conditioning, an LCD TV and a minibar. Some of the rooms also have a terrace or a balcony. Rooms are located on one of the three floors of the hotel and are accessible by stairs only. One room is adapted for guests with reduced mobility on the ground floor.\n\nA buffet breakfast is offered every morning with the option to dine (snacks only) in the comfort of guest rooms. Madeloc also offers free WiFi throughout the property.\n\nA gift shop is also available and offers local produce.\n\nCollioure Train Station is just 200 metres away and the D914 is 5 minutes away. The hotel is 6.5 km from Argelès-sur-Mer and 25.5 km from the Spanish border.\nUpon request and upon availability and for an extra cost, private parking is possible on site.", "url": "https://www.booking.com/hotel/fr/madeloc.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605621&from_sustainable_property_sr=1&from=searchresults", "city_id": "27", "gps_hotel": "42.52876467,3.07865426"},
{"name": "Hotel Méditerranée", "note": "7.8", "presentation_text": "Featuring a Mediterranean garden and a terrace, Hotel Méditerranée offers accommodation in Collioure, a 5-minute walk from the nearest beach. Free WiFi is available throughout the property and private parking is available on site.\n\nEvery air-conditioned room has a balcony and is equipped with a flat-screen TV with satellite channels. The rooms also feature a fridge, a telephone and a safety deposit box. All rooms have a bathroom with a bath or shower.\n\nA buffet breakfast is available every morning and guests can eat breakfast on the terrace in fine weather.\n\nThere is luggage storage space at the property.\n\nArgèles-sur-Mer is 7.3 km away and the Spanish border is 26 km away. The nearest airport is Perpignan - Rivesaltes Airport, 38 km from the property.", "url": "https://www.booking.com/hotel/fr/mediterranee-collioure.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605621&from_sustainable_property_sr=1&from=searchresults", "city_id": "27", "gps_hotel": "42.52708254,3.08026291"},
{"name": "Hôtel La Casa Pairal", "note": "8.9", "presentation_text": "Situated 250 metres from Collioure beach and port, Hôtel La Casa Pairal features an exotic floral garden and a heated outdoor swimming pool. The hotel is located in a 19th century Catalan building in the old quarter of Collioure.\n\nHôtel La Casa Pairal offers air-conditioned rooms with a traditional décor. They each have a flat-screen TV with satellite channels, a minibar and free WiFi. Some rooms overlook the city or the hotel’s courtyard with a fountain or the village square.\n\nA buffet breakfast is served daily in Hôtel La Casa Pairal’s breakfast room, or in guests’ rooms upon request. Drinks are served in the hotel’s garden area.\n\nThe hotel’s reception is open 24 hours a day. Additional services available include free newspapers and a safety deposit box.\n\nCollioure Train Station is 500 metres away. The hotel is located 23 km from the Spanish border.", "url": "https://www.booking.com/hotel/fr/hotelcasapairal.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605621&from_sustainable_property_sr=1&from=searchresults", "city_id": "27", "gps_hotel": "42.52616733,3.08235571"},
{"name": "Canta la Mar - Vue exceptionnelle", "note": "9.2", "presentation_text": "Canta la Mar - Vue exceptionnelle is a beachfront property located in Collioure, 100 metres from La Ballette Beach and 300 metres from the Collioure Windmill . The property features sea and city views.\n\nThe air-conditioned apartment consists of 1 bedroom, a living room, a fully equipped kitchen with a microwave and a kettle, and 1 bathroom with a shower and a hairdryer.\n\nThe apartment offers a terrace.\n\nCollioure Museum is 400 metres away. The nearest airport is Perpignan - Rivesaltes Airport, 39 km from Canta la Mar - Vue exceptionnelle.", "url": "https://www.booking.com/hotel/fr/studio-canta-la-mar-vue-exceptionnelle.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605621&from_sustainable_property_sr=1&from=searchresults", "city_id": "27", "gps_hotel": "42.52443110,3.09031585"},
{"name": "Les Roches Brunes", "note": "9.1", "presentation_text": "Located in Collioure, 70 metres from Balette Beach, Les Roches Brunes provides accommodation with a garden, free private parking, a terrace and a restaurant. Featuring a bar, this 4-star hotel has air-conditioned rooms with a private bathroom. The accommodation features room service, a concierge service and organising tours for guests.\n\nGuest rooms in the hotel are equipped with a flat-screen TV. Each room comes with a safety deposit box, while selected rooms are equipped with a balcony.\n\nLes Roches Brunes offers a buffet or continental breakfast.\n\nSpeaking English, Spanish and French at the reception, staff are willing to help at any time of the day.\n\nPopular points of interest near the accommodation include Boutigue Beach, Saint Vincent Beach and Collioure Royal Castle. The nearest airport is Perpignan - Rivesaltes Airport, 42 km from Les Roches Brunes.", "url": "https://www.booking.com/hotel/fr/les-roches-brunes-collioure.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605621&from_sustainable_property_sr=1&from=searchresults", "city_id": "27", "gps_hotel": "42.52534777,3.09032446"},
{"name": "La Frégate", "note": "8.4", "presentation_text": "La Frégate features a shared lounge, terrace, a restaurant and bar in Collioure. The property is around 33 km from Stade Gilbert Brutus, 3.2 km from Casino Collioure and 23 km from Saint-Cyprien Golf Course. The property is non-smoking and is located 200 metres from Boramar Beach.\n\nEach room has air conditioning and a flat-screen TV, and certain rooms at the hotel have a city view. Guest rooms include bed linen.\n\nA continental breakfast is available daily at La Frégate.\n\nGuests at the accommodation will be able to enjoy activities in and around Collioure, like hiking.\n\nPopular points of interest near La Frégate include Nord Beach, Port Avall Beach and Collioure Royal Castle. The nearest airport is Perpignan - Rivesaltes Airport, 42 km from the hotel.", "url": "https://www.booking.com/hotel/fr/la-fra-c-gate-collioure.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605621&from_sustainable_property_sr=1&from=searchresults", "city_id": "27", "gps_hotel": "42.52638625,3.08325659"},
{"name": "Le Mas des Citronniers", "note": "8.2", "presentation_text": "Located in the centre of Collioure, just 250 metres from the beach, this hotel offers air-conditioned guestrooms in a traditional Catalan building. Free Wi-Fi is available throughout the hotel.\n\nGuest rooms at Le Mas des Citronniers are decorated in bright colours. Each features a flat-screen TV, a desk, a small fridge and an en suite bathroom. Some of the rooms offer a patio with a view of the garden.\n\nA breakfast buffet is served each morning in the hotel’s breakfast room or a full breakfast is served in guests’ rooms upon request. Breakfast is provided with a supplement.\n\nThe reception desk at Le Mas des Citronniers is open 24 hours a day and additional facilities available include free newspapers.\n\nCollioure Train Station is located 550 metres from the hotel and the Château Royal de Collioure is 300 metres away.", "url": "https://www.booking.com/hotel/fr/lesmasdescitronniers.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&srpvid=4ee05c3af9dd0065&srepoch=1715605621&from=searchresults", "city_id": "27", "gps_hotel": "42.52538159,3.08256391"},
{"name": "Appartement intra-muros bien situé et agréable à proximité des théâtres", "note": "8.8", "presentation_text": "In the Avignon City Centre district of Avignon, close to Avignon Central Station, Appartement intra-muros bien situé et agréable à proximité des théâtres features free WiFi and a washing machine. The property is set 5.4 km from Avignon TGV Train Station, 9.4 km from Parc des Expositions Avignon and 39 km from Arles Amphitheatre. The property is 400 metres from the city centre and less than 1 km from Papal Palace.\n\nThe recently renovated apartment is fitted with 1 separate bedroom, 1 bathroom, a fully equipped kitchen with a dining area and oven, and a living room with a flat-screen TV. Towels and bed linen are featured in the apartment. For added privacy, the accommodation has a private entrance and soundproofing.\n\nGuests at the apartment will be able to enjoy activities in and around Avignon, like cycling.\n\nParc Expo Nîmes is 45 km from Appartement intra-muros bien situé et agréable à proximité des théâtres, while Pont d'Avignon is 1.4 km away. The nearest airport is Avignon-Provence Airport, 9 km from the accommodation.", "url": "https://www.booking.com/hotel/fr/appartement-intra-muros-bien-situe-et-agreable.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from=searchresults", "city_id": "22", "gps_hotel": "43.94649904,4.81311642"},
{"name": "calme et charme", "note": "9.3", "presentation_text": "Located in the centre of Avignon, calme et charme provides accommodation with free WiFi in a historic building. Housed in a building dating from 19th century, this apartment is 5.8 km from Avignon TGV Train Station and 11 km from Parc des Expositions Avignon. Arles Amphitheatre is 39 km away and Parc Expo Nîmes is 45 km from the apartment.\n\nThe apartment with a patio and inner courtyard views features 1 bedroom, a living room, a flat-screen TV, an equipped kitchen with a dishwasher and an oven, and 1 bathroom with a walk-in shower. Towels and bed linen are provided in the apartment. This apartment is allergy-free and non-smoking.\n\nPopular points of interest near the apartment include Papal Palace, Avignon Central Station and Pont d'Avignon. The nearest airport is Avignon-Provence Airport, 10 km from calme et charme.", "url": "https://www.booking.com/hotel/fr/calme-et-charme.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from=searchresults", "city_id": "22", "gps_hotel": "43.94964694,4.81051236"},
{"name": "Le Studio de Véra - Intra Muros - Wifi", "note": "8.6", "presentation_text": "Le Studio de Véra - Intra Muros - Wifi is a recently renovated apartment in the centre of Avignon, less than 1 km from Papal Palace and a 17-minute walk from Avignon Central Station. The property is around 6.1 km from Avignon TGV Train Station, 10 km from Parc des Expositions Avignon and 39 km from Arles Amphitheatre. Thouzon's cave is 17 km from the apartment and Pont du Gard is 31 km away.\n\nWith free WiFi, this apartment provides a flat-screen TV and a fully equipped kitchenette with a microwave and toaster. Towels and bed linen are provided in the apartment. The property has an outdoor dining area.\n\nParc Expo Nîmes is 46 km from the apartment, while Pont d'Avignon is 1 km away. The nearest airport is Avignon-Provence Airport, 10 km from Le Studio de Véra - Intra Muros - Wifi.", "url": "https://www.booking.com/hotel/fr/le-studio-de-vera-wifi-intra-muros-of-avignon.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from=searchresults", "city_id": "22", "gps_hotel": "43.95052350,4.81373290"},
{"name": "Hotel d'Angleterre", "note": "7.8", "presentation_text": "Situated in Avignon’s city centre, Hotel d'Angleterre features free WiFi access. There is a 24-hour reception. Avignon Centre Train Station is 10 minutes' walk away.\n\nThe air-conditioned guestrooms at d'Angleterre come with a flat-screen satellite TV and a private bathroom. They are decorated in a contemporary style.\n\nA continental breakfast is served daily in the lounge area. Newspapers and refreshments are also provided throughout the day.\n\nPont d'Avignon is 1.2 km from Hotel d'Angleterre. The nearest airport is Avignon Caumont Airport, 10 km from Hotel d'Angleterre.", "url": "https://www.booking.com/hotel/fr/d-angleterre-avignon.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from_sustainable_property_sr=1&from=searchresults", "city_id": "22", "gps_hotel": "43.94461632,4.80061233"},
{"name": "Le Magnan", "note": "8.3", "presentation_text": "Located in a verdant setting within the ancient city walls, Le Magnan offers free WiFi. It is a 10-minute walk from the Papal Palace.\n\nMost of the comfortable guestrooms have a view of the garden and all rooms have an ensuite bathroom with bath or shower, direct-dial telephone, satellite TV and free WiFi internet access.\n\nLe Magnan serves breakfast and in the summer months it can be enjoyed on the garden patio. A light breakfast including a hot drink, a French pastry and fruit juice can also be enjoyed at a reduced rate.\n\nJust 5 minutes from the hotel, guests will find restaurants that feature traditional and regional French cuisine. They are able to accommodate groups and large parties.\n\nThe property is 700 metres from Avignon Centre Train Station, and 1 km from Avignon University.", "url": "https://www.booking.com/hotel/fr/hotellemagnan.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from_sustainable_property_sr=1&from=searchresults", "city_id": "22", "gps_hotel": "43.94362946,4.81217131"},
{"name": "La Carretariá - Intra•muros - Wifi", "note": "9.6", "presentation_text": "Set in Avignon, 1.5 km from Avignon Central Station and 6.1 km from Avignon TGV Train Station, La Carretariá - Intra•muros - Wifi provides accommodation with amenities such as free WiFi and a flat-screen TV. The property is around 10 km from Parc des Expositions Avignon, 39 km from Arles Amphitheatre and 46 km from Parc Expo Nîmes. The property is 500 metres from the city centre and less than 1 km from Papal Palace.\n\nThe apartment is composed of 1 separate bedroom, a fully equipped kitchenette with an oven and a microwave, and 1 bathroom. Towels and bed linen are offered in the apartment. The accommodation is non-smoking.\n\nPont d'Avignon is 1 km from the apartment, while Thouzon's cave is 17 km from the property. The nearest airport is Avignon-Provence Airport, 10 km from La Carretariá - Intra•muros - Wifi.", "url": "https://www.booking.com/hotel/fr/la-carretaria-intra-muros-wifi.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from=searchresults", "city_id": "22", "gps_hotel": "43.95052280,4.81373558"},
{"name": "Studio cocooning centre historique d Avignon", "note": "9.1", "presentation_text": "Offering quiet street views, Studio cocooning centre historique d Avignon is an accommodation situated in Avignon, less than 1 km from Avignon Central Station and 5 km from Avignon TGV Train Station. The property is around 11 km from Parc des Expositions Avignon, 38 km from Arles Amphitheatre and 44 km from Parc Expo Nîmes. The property is a few steps from the city centre and 500 metres from Papal Palace.\n\nWith free WiFi, this apartment features a cable flat-screen TV and a fully equipped kitchenette with a microwave and fridge. Towels and bed linen are available in the apartment. The accommodation is non-smoking.\n\nA minimarket is available at the apartment.\n\nPont d'Avignon is 1 km from the apartment, while Thouzon's cave is 18 km from the property. The nearest airport is Avignon-Provence Airport, 10 km from Studio cocooning centre historique d Avignon.", "url": "https://www.booking.com/hotel/fr/studio-cocooning-centre-avignon.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from=searchresults", "city_id": "22", "gps_hotel": "43.94808300,4.80885630"},
{"name": "Apartment Limas", "note": "8.9", "presentation_text": "Located 200 metres from Papal Palace and 200 metres from Pont d'Avignon, Apartment Limas offers pet-friendly accommodation in Avignon. The apartment is 300 metres from Avignon City Hall. Free WiFi is offered throughout the property.\n\nThe kitchen is fitted with an oven, a microwave and a toaster, as well as a coffee machine. Towels and bed linen are available at Apartment Limas.\n\nCeccano Media Library is 600 metres from Apartment Limas. Avignon-Provence Airport is 9 km from the property.", "url": "https://www.booking.com/hotel/fr/apartment-limas.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from=searchresults", "city_id": "22", "gps_hotel": "43.95130663,4.80400931"},
{"name": "Loft vue Palais des Papes", "note": "9.5", "presentation_text": "In the Avignon City Centre district of Avignon, close to Avignon Central Station, Loft vue Palais des Papes has a garden and a washing machine. The property is around 5.8 km from Avignon TGV Train Station, 11 km from Parc des Expositions Avignon and 39 km from Arles Amphitheatre. The property is 400 metres from the city centre and 400 metres from Papal Palace.\n\nThis apartment is fitted with 1 bedroom, a kitchen with a dishwasher and an oven, a flat-screen TV, a seating area and 1 bathroom fitted with a shower. Towels and bed linen are offered in the apartment. The accommodation is non-smoking.\n\nParc Expo Nîmes is 45 km from the apartment, while Pont d'Avignon is 700 metres from the property. The nearest airport is Avignon-Provence Airport, 10 km from Loft vue Palais des Papes.", "url": "https://www.booking.com/hotel/fr/loft-vue-palais-des-papes.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from=searchresults", "city_id": "22", "gps_hotel": "43.95130890,4.80919890"},
{"name": "Régina Boutique Hotel", "note": "8.0", "presentation_text": "Régina is a hotel located on the main street in Avignon and just a 5-minute walk from the Palais des Papes.\n\nThe rooms are decorated in warm tones and also come with a flat-screen TV with satellite channels including Canal+, and a telephone. Free WiFi access is available and some rooms have a balcony. The private bathroom features a bath or shower.\n\nA buffet breakfast is available every morning in the dining room.\n\nGuests can also buy local produce on site, including jams, olive oil and biscuits.\n\nAdditional facilities at this hotel include a 24-hour reception and a lift, which serves most of the rooms. The property is a 10-minute walk from Avignon Train Station.", "url": "https://www.booking.com/hotel/fr/hotelreginaavignon.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from_sustainable_property_sr=1&from=searchresults", "city_id": "22", "gps_hotel": "43.94816580,4.80576485"},
{"name": "Hôtel Le Bristol", "note": "8.0", "presentation_text": "Ideally located inside the ramparts in the centre of Avignon, Hôtel Le Bristol offers air-conditioned rooms, a bar, free WiFi and a shared lounge. There is also a 24-hour front desk and a concierge service.\n\nJust a 15-minute walk to the Palais des Papes, the rooms are equipped with a desk, a flat-screen TV and a private bathroom.\n\nGuests at Hôtel Le Bristol can enjoy a buffet breakfast.\n\nThe nearest airport is Avignon-Provence Airport, 9 km from Hôtel Le Bristol.", "url": "https://www.booking.com/hotel/fr/hotel-bristol-avignon.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from_sustainable_property_sr=1&from=searchresults", "city_id": "22", "gps_hotel": "43.94403213,4.80533168"},
{"name": "Maison d'hôtes L'îlot bambou", "note": "9.2", "presentation_text": "Set in Avignon, L'îlot bambou is a guest house with a seasonal outdoor swimming pool. Boasting a garden, this property is situated near attractions such as Papal Palace. The property is 600 metres from Pont d'Avignon.\n\nGuest rooms come with a flat-screen TV with satellite channels, fridge, a coffee machine, a shower, free toiletries and a wardrobe. Featuring a private bathroom with a hair dryer, rooms at the bed and breakfast also have free WiFi, while some rooms are equipped with a terrace.\n\nA continental breakfast is served daily at the property.\n\nYou can play table tennis at L'îlot bambou.\n\nPopular points of interest near the accommodation include Avignon City Hall, Ceccano Media Library and CCI de Vaucluse. Avignon-Provence Airport is 10 km from the property while Avignon TGV Train Station is a 10-minute drive away.", "url": "https://www.booking.com/hotel/fr/l-39-ilot-bambou.en-gb.html?aid=304142&label=gen173nr-1FCAEoggI46AdIM1gEaE2IAQGYAQm4AQ7IAQzYAQHoAQH4AQOIAgGoAgO4AuegiLIGwAIB0gIkZDViYWY5MTUtYWRiZS00YjU5LWJlZmEtN2EzNzBhY2MzZDhl2AIG4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&srpvid=0e595c38e8a20039&srepoch=1715605618&from=searchresults", "city_id": "22", "gps_hotel": "43.95108984,4.79801933"}
]